{"id":11260,"date":"2016-11-18T20:40:40","date_gmt":"2016-11-18T19:40:40","guid":{"rendered":"https:\/\/www.davidcosta.fr\/?p=11260"},"modified":"2021-12-04T13:55:31","modified_gmt":"2021-12-04T13:55:31","slug":"preparation-de-mes-athletes-pour-le-natural-fitness-show","status":"publish","type":"post","link":"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/","title":{"rendered":"PARTICIPEZ A VOTRE 1ère COMPETITION DE FITNESS AU NFS PARIS 2016 !"},"content":{"rendered":"<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Ancien compétiteur en modèle fitness, et vainqueur du Musclemania New York Championship en 2012, la notion de performance est encore présente dans mes coachings aussi bien à Paris qu’à distance grâce à mes sportifs ! Cette année, j’ai eu la chance préparer 1 femme et 3 hommes pour le <a href=\"https:\/\/www.facebook.com\/nfsparis\/\" target=\"_blank\" rel=\"noopener noreferrer\">Natural Fitness Show<\/a> qui a eu lieu à Paris le 22 Octobre 2016 : Marie, Arnaud, Jordan et Sébastien !<\/span><!--more--><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Au travers de cet article, je souhaite les remercier pour leur confiance, vous faire vivre leurs expériences et montrer à tous celles et ceux qui n’osent pas encore monter sur scène que c’est possible avec un bon suivi ! <\/span><\/p>\n<p class=\"p3\" style=\"text-align: center;\"><img decoding=\"async\" class=\"alignnone size-medium wp-image-11263\" src=\"https:\/\/www.davidcosta.fr\/wp-content\/uploads\/2016\/11\/IMG-20161022-WA0025-300x169.jpg\" alt=\"IMG-20161022-WA0025\" width=\"300\" height=\"169\" \/><\/p>\n<p>&nbsp;<\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\"><b>Marie, psychologue, vit à Paris. Coachée en salle et à distance avec le <a href=\"https:\/\/www.davidcosta.fr\/shop\/pack-suivi-100-sur-mesure\/\" target=\"_blank\" rel=\"noopener noreferrer\">pack Suivi 100% Sur Mesure<\/a> depuis 2014.<\/b><\/span><\/p>\n<p class=\"p3\" style=\"text-align: center;\"><img decoding=\"async\" class=\"alignnone size-medium wp-image-11272\" src=\"https:\/\/www.davidcosta.fr\/wp-content\/uploads\/2016\/11\/MARIE.png\" alt=\"MARIE\" width=\"211\" height=\"300\" \/><br \/>\n<b>3ème en Modèle Fitness tous âges confondus et 4ème en catégorie Bikini + de 30 ans.<\/b><\/p>\n<p>&nbsp;<\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\"><b>Voici son récit :<\/b><\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">« Tout a commencé il y a 2 ans, lorsque j&#8217;ai fait appel à David (que l&#8217;on m&#8217;avait vivement recommandé pour son professionnalisme), dans l&#8217;objectif d&#8217;avoir un programme sportif qui me permettrait d&#8217;évoluer dans ma pratique se résumant essentiellement à du cardio (natation, course à pied et vélo&#8230;) et dont les résultats tant au niveau de la performance qu&#8217;esthétique ne me satisfaisaient pas : j&#8217;étais fatiguée et pas musclée !<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">En optant pour le pack suivi personnalisé, de programme en programme, j&#8217;ai acquis de bonnes habitudes alimentaires et j&#8217;ai pris de plus en plus goût aux entraînements qui se sont intensifiés jusqu&#8217;au jour où devant la difficulté d&#8217;une séance, j&#8217;ai plaisanté en disant à David que je ne me préparais pas pour une compétition, ce à quoi il m&#8217;a répondu &#8220;pourquoi pas&#8221; ! Le challenge était lancé.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Même si je ne suis pas vraiment compétitrice dans l&#8217;âme (j&#8217;aime avant tout m&#8217;entraîner), j&#8217;ai adoré tant au niveau de la pratique que de l&#8217;intérêt purement théorique, la mise en place de ce défi qui s&#8217;est révélé, très spécifique surtout la dernière semaine de pré-compétition.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Comme dans toutes activités demandant un minimum d&#8217;implication, je suis passée par différentes phases, de doute &#8220;aigu&#8221;, en fin de prise de masse où l&#8217;on perd toute définition musculaire, jusqu&#8217;à des ressentis plus euphoriques, en sèche, où le fruit de ces longs mois d&#8217;entraînements apparait.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">David a toujours cru en mes capacités et a su être présent au bon moment, comme la veille au soir de la compétition où il a été rassurant face à mon SMS envoyé très tard dans la soirée.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Son professionnalisme se traduit au quotidien par des entraînements efficaces et toujours très ludiques et un suivi nutritionnel pointu et complètement adapté à mon métabolisme qui continue à évoluer de façon très équilibrée.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Mes classements sont le fruit de notre collaboration et d&#8217;un travail quotidien rigoureux, vu que je n&#8217;ai jamais loupé un entraînement malgré mes blessures ni ne me suis écartée de ma diète qui en dernier ligne droite fut très stricte. J&#8217;ai également une pensée pour Arnaud, Jordan et Sébastien, mes 3 coéquipiers avec qui j&#8217;ai échangé et crée de véritables liens d&#8217;amitié.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">L&#8217;aventure continue vu que notre objectif commun est avant tout de continuer les entraînements dans un but d&#8217;évoluer et d&#8217;être en bonne santé. »<\/span><\/p>\n<p>&nbsp;<\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\"><b>Arnaud, 29 ans, vit à Toulouse. Coaché à distance pendant 12 mois avec le <a href=\"https:\/\/www.davidcosta.fr\/shop\/pack-muscle-generator\" target=\"_blank\" rel=\"noopener noreferrer\">pack Muscle Generator<\/a> puis pour cette année, 4 mois avec le <a href=\"https:\/\/www.davidcosta.fr\/shop\/pack-fitness-model\/\" target=\"_blank\" rel=\"noopener noreferrer\">pack Fitness Model<\/a>.<\/b><\/span><\/p>\n<p class=\"p3\" style=\"text-align: center;\"><img decoding=\"async\" class=\"alignnone size-medium wp-image-11262\" src=\"https:\/\/www.davidcosta.fr\/wp-content\/uploads\/2016\/11\/ARNAUD-300x200.jpg\" alt=\"ARNAUD\" width=\"300\" height=\"200\" \/><br \/>\n<b>7ème place en Men’s Physique en plus de 1,75 m.<\/b><\/p>\n<p>&nbsp;<\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\"><b>Voici son récit :<\/b><\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">« Cette année j&#8217;avais envie de remettre ça, refaire une compét, dans l&#8217;objectif de me surpasser une nouvelle fois (retrouvez la préparation complète d’Arnaud pour Musclemania de 2015 dans cet article : <a href=\"https:\/\/www.davidcosta.fr\/arnaud-sa-preparation-pour-musclemania-paris-2015\" target=\"_blank\" rel=\"noopener noreferrer\">https:\/\/www.davidcosta.fr\/arnaud-sa-preparation-pour-musclemania-paris-2015<\/a> ).<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Je voulais concourir dans une fédération qui respecte mes valeurs et j&#8217;ai également motivé mon ancien partenaire d&#8217;entrainement Jordan (voir ci-dessous) à venir avec moi. Objectif : NFS 2016 !<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Satisfait de l&#8217;excellent travail effectué avec David à ma dernière compétition, j&#8217;ai souhaité qu&#8217;il me prépare une nouvelle fois et nous avons attaqué le coaching sur 4 mois juste après mes vacances d&#8217;été.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Réactifs aux mails, des conseils clairs et précis, toujours à l&#8217;écoute, une diète bien ajustée, le suivi à distance s&#8217;est très bien déroulé. D’autant mieux que David connait bien mon métabolisme et mon physique. J&#8217;ai dû descendre assez bas en calories cette année car j&#8217;ai eu du mal à sécher. De plus que courant septembre j&#8217;ai eu une période où le mental n&#8217;était pas là ce qui a engendré des craquages alimentaires. Je me suis heureusement repris en main, mais il a fallu mettre les bouchées doubles, il restait moins de 7 semaines. Quand tu sens que tu as faim, que tu es HS, tu sais que tu es au cœur de la sèche et que ça devient intéressant physiquement, c&#8217;est le meilleur moment de l&#8217;année, les entrainements procurent des secrétions d&#8217;endorphine vraiment intenses, sans précédent. Abdos, veines apparentes et muscles striés valent la peine de tous ces efforts !<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Durant la dernière semaine de prépa, David était réactif pour nous conseiller au mieux, sur les derniers détails car la dernière phase du régime est complexe à gérer et doit être adaptée différemment pour chaque sportif.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Le jour J, on arrive sur les lieux, on se fait tanner, on voit les supers physiques des autres athlètes, mais on reste focus ! Et quand vient l&#8217;heure où l&#8217;on appelle les Men’s Physique pour le passage, l&#8217;excitation monte ! On attaque un bref échauffement pour pumper !<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Le moment arrive où l&#8217;on monte sur scène et c&#8217;est un moment très riche en émotion où j&#8217;ai pris énormément de plaisir à enchainer mes poses devant les juges et surtout devant ma famille qui m&#8217;a énormément encouragé et soutenu une fois de plus !<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">J&#8217;ai cependant été déçu de ne pas monter sur le podium, mais le niveau était élevé ! Je fini 7ème à un demi-point du top 6, ce qui reste un bon classement.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Cela reste une très belle expérience, un challenge perso qui nous pousse à nous dépasser physiquement et mentalement. »<\/span><\/p>\n<p>&nbsp;<\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\"><b>Jordan, 31 ans, coach sportif, vit à Toulouse. Coaché à distance pendant 3 mois avec le <a href=\"https:\/\/www.davidcosta.fr\/shop\/pack-fitness-model\/\" target=\"_blank\" rel=\"noopener noreferrer\">pack Fitness Model<\/a>.<\/b><\/span><\/p>\n<p class=\"p3\" style=\"text-align: center;\"><img decoding=\"async\" class=\"alignnone size-medium wp-image-11264\" src=\"https:\/\/www.davidcosta.fr\/wp-content\/uploads\/2016\/11\/JORDAN-300x300.jpg\" alt=\"JORDAN\" width=\"300\" height=\"300\" \/><br \/>\n<b>5ème place en Men’s Physique moins de 1,75 m.<\/b><\/p>\n<p>&nbsp;<\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\"><b>Voici son récit :<\/b><\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">« Je m’appelle Jordan, j’ai 31 ans et je suis coach sportif ainsi que maître-nageur sauveteur. Le 22 octobre 2016, j’ai participé à ma première compétition de fitness en catégorie Men’s Physique moins d’1,75m.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Depuis presque 4 ans, je suis davantage investi dans la musculation et me documente beaucoup sur l’alimentation. J’ai d’ailleurs une alimentation saine et équilibrée dans l’ensemble mais je ne suis pas non plus hyper drastique comme certains pratiquants car j’aime beaucoup manger et profiter de la vie. En gros la semaine je fais attention, je pèse même mes aliments. Mais le week-end c’est au feeling en fonction des sorties, de mes envies et autres…<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">En juillet 2016, un ami m’a dit qu’il allait participer à NFS et a réussi à m’entraîner avec lui dans cette préparation. Pourtant je ne me destinais pas du tout à cela. Mais il est vrai que plusieurs de mes amis dans le fitness m’avaient déjà poussé à faire ce genre de compétition. Alors cette fois je me suis ne dis « pourquoi pas ».<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">J’ai alors contacté David Costa qui me semblait le plus sain et le plus compétent dans le domaine de la musculation ainsi que dans la nutrition sans avoir recours à ce qu’on appelle « la chimie ». En gros tout ce qui est produits dopants. Je voulais un préparateur exemplaire et droit. Car le sport à des valeurs et j’y tiens beaucoup. C’est certainement pour cela que je me suis laissé tenter à participer à <b>NFS, qui revendique une approche très saine et naturelle de la culture physique.<\/b><\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">David m’a suivi à distance avec son « <a href=\"https:\/\/www.davidcosta.fr\/shop\/pack-fitness-model\/\" target=\"_blank\" rel=\"noopener noreferrer\">pack model fitness<\/a> » pendant 3 mois avec un programme personnalisé, d’entraînement et alimentaire différent chaque mois. Le top en plus de ses compétences, c’est sa disponibilité, surtout sur les dernières semaines car la fatigue et surtout la faim ne sont pas faciles à gérer… Il a été très réactif à mes interrogations et autres demandes. J’ai même eu la chance de le rencontrer et de m’entraîner avec lui sur Paris à <a href=\"http:\/\/www.freeness.fr\/salle-de-fitness\/salle-fitness-paris\" target=\"_blank\" rel=\"noopener noreferrer\">Freeness<\/a> dans le 11éme arrondissement. Il n’était pas obligé car il a un planning de dingue ! Et pourtant il m’a accordé de son temps. C’était chouette de sa part, j’ai vraiment apprécié.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Me concernant, cela a été très intéressant pour une fois de passer du côté de l’athlète et non du coach. J’ai pu me concentrer sur moi-même et repousser mes limites, passant ainsi de 74,5kg à 65,5kg le jour de la pesée soit 9kg de perdus.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Le plus dur était de conjuguer ma prépa à mon travail car je donne beaucoup de cours de fitness donc mon corps était en sur fatigue continuellement. Mais grâce aux conseils et au soutien de David j’ai tenu.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Le jour J est arrivé, je ne ressentais pas de stress particulier mais j’avoue que j’avais hâte que cela se termine et surtout de passer sur scène car le travail était fait, il ne restait plus qu’à se confronter aux autres athlètes. A ma grande surprise, je suis rentré dans le top 6 en décrochant une 5éme place ce à quoi je ne m’attendais pas du tout. Je pense que mon physique n’était pas mieux que les athlètes classés derrière moi, d’ailleurs par manque d’organisation je suis monté sur scène avec quasiment pas d’échauffement et donc de congestion. Mais malgré cela, mon aisance sur scène a dû m’être profitable lors des posings et m’a permis de grappiller des points. Cela je le dois je pense à mes années de travail comme coach en fitness, à donner des cours devant des dizaines de personnes. Je n’avais donc pas le trac de la scène.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">C’est aussi grâce à David car ses mots ce jour-là étaient tout simplement « lâche-toi », « amuse-toi » etc. Il m’avait également dit que le physique des autres on s’en fichait ! Que le jour J tout pouvait se passer et que les posings jouaient un rôle important dans la décision des juges. Il avait raison…<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">David m’a permis d’atteindre un niveau physique que je n’aurais jamais eu seul ! Je l’en remercie. »<\/span><\/p>\n<p>&nbsp;<\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\"><b>Sébastien, 31 ans, coach sportif, vit à Toulouse. Coaché à distance durant 4 mois : 3 mois avec le <a href=\"https:\/\/www.davidcosta.fr\/shop\/pack-fitness-model\/\" target=\"_blank\" rel=\"noopener noreferrer\">pack Fitness Model<\/a> et 1 mois avec le <a href=\"https:\/\/www.davidcosta.fr\/shop\/pack-suivi-100-sur-mesure\/\" target=\"_blank\" rel=\"noopener noreferrer\">pack Suivi 100% Sur Mesure<\/a>.<\/b><\/span><\/p>\n<p class=\"p3\" style=\"text-align: center;\"><img decoding=\"async\" class=\"alignnone size-medium wp-image-11261\" src=\"https:\/\/www.davidcosta.fr\/wp-content\/uploads\/2016\/11\/A1C1524C-ABFB-45B3-96E8-34CD74B04728-300x300.jpg\" alt=\"A1C1524C-ABFB-45B3-96E8-34CD74B04728\" width=\"300\" height=\"300\" \/><br \/>\n<b>8ème sur en Men’s Physique plus de 1,75 m.<\/b><\/p>\n<p>&nbsp;<\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\"><b>Voici son récit :<\/b><\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">« Cela fait environ 4 ans que je pratique la musculation intensivement et j&#8217;ai toujours été fasciné par les compétitions de culturistes. J&#8217;ai hésité pendant longtemps à savoir si je devais ou pas participer à 1 compétition de ce genre et, grâce à un très bon ami avec qui je m’entraîne souvent et qui m&#8217;a poussé à m&#8217;inscrire, je me suis lancé dans cette aventure. Je voulais atteindre un physique au top. <\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">J&#8217;ai décidé de choisir Men&#8217;s Physique comme catégorie et le Naturel Fitness Show comme compétition car elle prône le naturel chez le compétiteur ce qui pour moi est la base. Mais je savais que je ne pouvais pas atteindre le maximum de mes capacités seul, il me fallait un coach pour me conseiller sur les programmes et la nutrition, me pousser etc.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">J&#8217;avais déjà fait appel à David il y a quelques temps pour une prise de masse qui s&#8217;été très bien passée donc c&#8217;est tout naturellement que j&#8217;ai décidé de faire de nouveau appel à lui pour cette préparation de compétition. En effet, David est un coach passionné avec une grande expérience (plus de 10 ans), il possède de nombreux diplômes et, ce qui est très important pour moi, il a déjà participé à une compétition de ce genre où il a terminé sur la plus haute marche du podium !<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">J&#8217;ai opté pour le <a href=\"https:\/\/www.davidcosta.fr\/shop\/pack-fitness-model\/\" target=\"_blank\" rel=\"noopener noreferrer\">pack &#8220;Fitness Model&#8221;<\/a> pour 3 mois, et ensuite je suis parti sur le <a href=\"https:\/\/www.davidcosta.fr\/shop\/pack-suivi-100-sur-mesure\/\" target=\"_blank\" rel=\"noopener noreferrer\">pack &#8220;Suivi 100% Sur Mesure&#8221;<\/a> jusqu’à la compétition car je voulais mettre toutes les chances de mon côté. J&#8217;avais un programme musculation et un programme alimentation tous les mois selon mes besoins caloriques du moment. Tous les 15 jours je lui envoyais mon poids et ma taille qui lui permettait de faire évoluer ou pas la diète. A la fin de chaque mois je remplissais le bilan qu&#8217;il m&#8217;envoyait afin qu&#8217;il me fasse mon programme en fonction pour le mois suivant.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Je communiquais avec David par mail et j&#8217;ai toujours été très agréablement surpris par sa réactivité surtout quand on sait tout ceux qu&#8217;il fait en plus du coaching en ligne.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Je me suis toujours senti bien accompagné dans ma démarche surtout pendant la dernière ligne droite qui est la semaine avant la compétition où David a su trouver les mots pour me rebooster quand le moral était bas à cause de la préparation qui devenait très dure sur le plan physique mais surtout sur le plan moral. David prenait régulièrement des nouvelles afin de peaufiner la diète jusqu&#8217;au jour J et même le matin de la compétition il voulait avoir des photos de moi pour ajuster les collations jusqu&#8217;à mon passage sur scène.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Je suis arrivé 8 ème sur 22 dans ma catégorie ceux qui est, je pense, pas trop mal pour une première compétition surtout que le posing m&#8217;a fait perdre des places&#8230;<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Le soir de la compétition j&#8217;ai eu la bonne surprise d&#8217;avoir un mail de David me demandant comment s&#8217;était passé la compétition et de lui envoyer des photos, ceux qui prouve son suivi exemplaire car le coaching été terminé, il aurait pu passer directement à autre chose mais non.<\/span><\/p>\n<p class=\"p1\" style=\"text-align: justify;\"><span class=\"s1\">Pour finir je recommande ses coachings qui sont adaptés à chacun sur les plans alimentaires et sur les programmes avec les détails des exercices à effectuer. »<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ancien compétiteur en modèle fitness, et vainqueur du Musclemania New York Championship en 2012, la notion de performance est encore<\/p>\n","protected":false},"author":6503,"featured_media":18681,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[2402],"tags":[2581,2436,2486,2582,2497,2499,2411,2421,2501,2423,2583,2525,2413,2505,2584,2507,2415,2508,2492,2432,2445],"class_list":["post-11260","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-coaching","tag-bodybuilding","tag-coach","tag-coaching","tag-competition","tag-entrainement","tag-expert","tag-fitness","tag-force","tag-intstagram","tag-masse","tag-mens-physique","tag-model-fitness","tag-musculation","tag-prendre-de-la-masse","tag-preparateur-physique","tag-progresser","tag-resultats","tag-se-muscler","tag-technique","tag-volume","tag-youtube"],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Comment participez à une compétition de musculation naturelle ?<\/title>\n<meta name=\"description\" content=\"Le coach experte en musculation David Costa vous présente ses 4 athlètes qui ont participé à la compétition NFS de Paris en Octobre 2016.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/\" \/>\n<meta property=\"og:locale\" content=\"fr_FR\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Comment participez à une compétition de musculation naturelle ?\" \/>\n<meta property=\"og:description\" content=\"Le coach experte en musculation David Costa vous présente ses 4 athlètes qui ont participé à la compétition NFS de Paris en Octobre 2016.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/\" \/>\n<meta property=\"og:site_name\" content=\"David Costa\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/davidcostafitness\/?ref=search&amp;amp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3b__tn__=%2cd%2cP-R&amp;amp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3beid=ARDngTxU7mqplex2Bbt3mqgvyIlGMIPeeXyFoDURbsi0boYTbD8y65DXk12A_MW89UgwUlV86K6TqZNP\" \/>\n<meta property=\"article:published_time\" content=\"2016-11-18T19:40:40+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-12-04T13:55:31+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2016\/11\/compétition-musculation-naturelle-fitness-model-mens-physique.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"858\" \/>\n\t<meta property=\"og:image:height\" content=\"446\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"brendarahab21\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"brendarahab21\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"12 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/\",\"url\":\"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/\",\"name\":\"Comment participez à une compétition de musculation naturelle ?\",\"isPartOf\":{\"@id\":\"https:\/\/davidcosta.fr\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2016\/11\/compétition-musculation-naturelle-fitness-model-mens-physique.jpg\",\"datePublished\":\"2016-11-18T19:40:40+00:00\",\"dateModified\":\"2021-12-04T13:55:31+00:00\",\"author\":{\"@id\":\"https:\/\/davidcosta.fr\/#\/schema\/person\/cf9d382107a254fd381b7742362fc136\"},\"description\":\"Le coach experte en musculation David Costa vous présente ses 4 athlètes qui ont participé à la compétition NFS de Paris en Octobre 2016.\",\"breadcrumb\":{\"@id\":\"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/#breadcrumb\"},\"inLanguage\":\"fr-FR\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"fr-FR\",\"@id\":\"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/#primaryimage\",\"url\":\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2016\/11\/compétition-musculation-naturelle-fitness-model-mens-physique.jpg\",\"contentUrl\":\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2016\/11\/compétition-musculation-naturelle-fitness-model-mens-physique.jpg\",\"width\":858,\"height\":446},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/davidcosta.fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Coaching\",\"item\":\"https:\/\/davidcosta.fr\/category\/coaching\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"PARTICIPEZ A VOTRE 1ère COMPETITION DE FITNESS AU NFS PARIS 2016 !\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/davidcosta.fr\/#website\",\"url\":\"https:\/\/davidcosta.fr\/\",\"name\":\"David Costa\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/davidcosta.fr\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"fr-FR\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/davidcosta.fr\/#\/schema\/person\/cf9d382107a254fd381b7742362fc136\",\"name\":\"brendarahab21\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"fr-FR\",\"@id\":\"https:\/\/davidcosta.fr\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/30c69565b6b03d6bd635459c5c363886?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/30c69565b6b03d6bd635459c5c363886?s=96&d=mm&r=g\",\"caption\":\"brendarahab21\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Comment participez à une compétition de musculation naturelle ?","description":"Le coach experte en musculation David Costa vous présente ses 4 athlètes qui ont participé à la compétition NFS de Paris en Octobre 2016.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/","og_locale":"fr_FR","og_type":"article","og_title":"Comment participez à une compétition de musculation naturelle ?","og_description":"Le coach experte en musculation David Costa vous présente ses 4 athlètes qui ont participé à la compétition NFS de Paris en Octobre 2016.","og_url":"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/","og_site_name":"David Costa","article_publisher":"https:\/\/www.facebook.com\/davidcostafitness\/?ref=search&amp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3b__tn__=%2cd%2cP-R&amp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3beid=ARDngTxU7mqplex2Bbt3mqgvyIlGMIPeeXyFoDURbsi0boYTbD8y65DXk12A_MW89UgwUlV86K6TqZNP","article_published_time":"2016-11-18T19:40:40+00:00","article_modified_time":"2021-12-04T13:55:31+00:00","og_image":[{"width":858,"height":446,"url":"https:\/\/davidcosta.fr\/wp-content\/uploads\/2016\/11\/compétition-musculation-naturelle-fitness-model-mens-physique.jpg","type":"image\/jpeg"}],"author":"brendarahab21","twitter_card":"summary_large_image","twitter_misc":{"Written by":"brendarahab21","Est. reading time":"12 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/","url":"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/","name":"Comment participez à une compétition de musculation naturelle ?","isPartOf":{"@id":"https:\/\/davidcosta.fr\/#website"},"primaryImageOfPage":{"@id":"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/#primaryimage"},"image":{"@id":"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/#primaryimage"},"thumbnailUrl":"https:\/\/davidcosta.fr\/wp-content\/uploads\/2016\/11\/compétition-musculation-naturelle-fitness-model-mens-physique.jpg","datePublished":"2016-11-18T19:40:40+00:00","dateModified":"2021-12-04T13:55:31+00:00","author":{"@id":"https:\/\/davidcosta.fr\/#\/schema\/person\/cf9d382107a254fd381b7742362fc136"},"description":"Le coach experte en musculation David Costa vous présente ses 4 athlètes qui ont participé à la compétition NFS de Paris en Octobre 2016.","breadcrumb":{"@id":"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/#breadcrumb"},"inLanguage":"fr-FR","potentialAction":[{"@type":"ReadAction","target":["https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/"]}]},{"@type":"ImageObject","inLanguage":"fr-FR","@id":"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/#primaryimage","url":"https:\/\/davidcosta.fr\/wp-content\/uploads\/2016\/11\/compétition-musculation-naturelle-fitness-model-mens-physique.jpg","contentUrl":"https:\/\/davidcosta.fr\/wp-content\/uploads\/2016\/11\/compétition-musculation-naturelle-fitness-model-mens-physique.jpg","width":858,"height":446},{"@type":"BreadcrumbList","@id":"https:\/\/davidcosta.fr\/preparation-de-mes-athletes-pour-le-natural-fitness-show\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/davidcosta.fr\/"},{"@type":"ListItem","position":2,"name":"Coaching","item":"https:\/\/davidcosta.fr\/category\/coaching\/"},{"@type":"ListItem","position":3,"name":"PARTICIPEZ A VOTRE 1ère COMPETITION DE FITNESS AU NFS PARIS 2016 !"}]},{"@type":"WebSite","@id":"https:\/\/davidcosta.fr\/#website","url":"https:\/\/davidcosta.fr\/","name":"David Costa","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/davidcosta.fr\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"fr-FR"},{"@type":"Person","@id":"https:\/\/davidcosta.fr\/#\/schema\/person\/cf9d382107a254fd381b7742362fc136","name":"brendarahab21","image":{"@type":"ImageObject","inLanguage":"fr-FR","@id":"https:\/\/davidcosta.fr\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/30c69565b6b03d6bd635459c5c363886?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/30c69565b6b03d6bd635459c5c363886?s=96&d=mm&r=g","caption":"brendarahab21"}}]}},"_links":{"self":[{"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/posts\/11260"}],"collection":[{"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/users\/6503"}],"replies":[{"embeddable":true,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/comments?post=11260"}],"version-history":[{"count":1,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/posts\/11260\/revisions"}],"predecessor-version":[{"id":64413,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/posts\/11260\/revisions\/64413"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/media\/18681"}],"wp:attachment":[{"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/media?parent=11260"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/categories?post=11260"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/tags?post=11260"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}