{"id":68649,"date":"2022-04-02T11:26:20","date_gmt":"2022-04-02T11:26:20","guid":{"rendered":"https:\/\/davidcosta.fr\/?p=68649"},"modified":"2022-12-20T18:16:03","modified_gmt":"2022-12-20T18:16:03","slug":"decouvrez-les-bienfaits-de-la-lumiere-rouge","status":"publish","type":"post","link":"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/","title":{"rendered":"Découvrez les bienfaits de la lumière rouge"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p>A ce jour, plus de 5000 études ont été faite sur l&#8217;utilisation de la lumière rouge. Et malheureusement, le grand public ne la connait pas encore assez voir pas du tout&#8230;Et c&#8217;est fort dommage quand on connait ses avantages pour votre santé. Notre coach expert en musculation et fervant utilisateur de la lumière rouge avec Cytoled vous explique tout dans cet article.<\/p>\n<p><!--more--><\/p>\n<p>&nbsp;<\/p>\n<p>RESUMÉ :<br \/>\n● La thérapie par la lumière rouge, ou photobiomodulation, est un traitement de plus en plus populaire basé sur l&#8217;exposition du corps avec diverses sources lumineuses, le plus souvent des LED et des lasers.<\/p>\n<p>● La lumière rouge produit des effets biologiques mesurables, notamment une signalisation anti-inflammatoire et une fonction mitochondriale améliorée.<\/p>\n<p>● Plus de cinq mille études sur la thérapie par la lumière rouge ont été publiées dans des revues scientifiques, y compris des revues à fort impact telles que The Lancet, Circulation, PNAS et Science Translational Medicine.<\/p>\n<p>● Les preuves issues de revues systématiques suggèrent que la thérapie par la lumière rouge pourrait être utile dans le traitement de diverses affections, notamment les douleurs au genou, les ulcères du pied diabétique, la perte de cheveux, etc<\/p>\n<p>● La lumière rouge est récemment devenue populaire comme moyen d&#8217;améliorer le bien-être général, et elle peut être utilisée comme méthode supplémentaire tout en améliorant la nutrition, le sommeil et d&#8217;autres facteurs liés au mode de vie.<\/p>\n<p>&nbsp;<\/p>\n<p>POINTS FORTS &amp; BIENFAITS :<\/p>\n<p>● Détente et récupération : favorise la relaxation de tout le corps, stimule la récupération de l&#8217;exercice et améliore le sommeil.<\/p>\n<p>● Fonction cellulaire améliorée : augmente la production d&#8217;énergie mitochondriale, abaisse les médiateurs inflammatoires et réduit le stress oxydatif<\/p>\n<p>● Peau et santé des cheveux améliorée : augmente la phase anagène des follicules pileux, augmente la production de collagène dans la peau et unifie la pigmentation de la peau<\/p>\n<p>● Mais aussi : amélioration cognitive, amélioration de la circulation et bien plus.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center;\"><a href=\"https:\/\/cytoled.com\/?ref=vcjlmyolgln8\"><img decoding=\"async\" class=\"aligncenter wp-image-68672 size-large\" src=\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_2625-1024x576.jpg\" alt=\"\" width=\"1024\" height=\"576\" srcset=\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_2625-1024x576.jpg 1024w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_2625-300x169.jpg 300w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_2625-768x432.jpg 768w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_2625-1536x864.jpg 1536w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_2625-scaled.jpg 2048w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_2625-600x338.jpg 600w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_2625-200x113.jpg 200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><\/p>\n<p style=\"text-align: center;\"><a href=\"https:\/\/cytoled.com\/?ref=vcjlmyolgln8\">OBTENEZ 10% de réduction avec le code DAVIDCOSTA sur tout le site CYTOLED<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>EXPLICATIONS :<\/p>\n<p>La thérapie par la lumière rouge (RLT) est une forme de traitement dans laquelle des parties du corps sont irradiées localement avec une lumière rouge visible ou une lumière proche des infrarouges invisibles pour traiter diverses éléments notamment la douleur, les plaies et les maladies chroniques.<\/p>\n<p>Le traitement existe depuis environ 50 ans, mais il est devenu plus populaire au cours du 21e siècle. Dans la communauté scientifique, la thérapie par la lumière rouge est aujourd&#8217;hui le plus souvent appelée thérapie par photobiomodulation (PBMT) ou thérapie au laser à faible niveau (LLLT).<\/p>\n<p>Alors qu&#8217;auparavant, la connaissance commune en biologie humaine était que la lumière visible peut affecter les processus corporels humains principalement via les yeux, la thérapie par la lumière rouge est basée sur un grand nombre de découvertes scientifiques démontrant que la lumière peut avoir des effets sur les tissus irradiés via une multitude de mécanismes. .<\/p>\n<p>Plus de cinq mille articles de recherche sur la thérapie par la lumière rouge ont été publiés. Les résultats provisoires suggèrent que la thérapie par la lumière rouge pourrait être potentiellement utile pour les affections du cerveau, des yeux, du cœur, des poumons, des articulations, des muscles, des nerfs et d&#8217;autres parties du corps.<\/p>\n<p>&nbsp;<\/p>\n<p>DES EFFETS SUR LA SANTÉ<br \/>\nRécemment, des rapports et des revues scientifiques ont suggéré que l&#8217;application de lumière rouge sur une partie du corps pourrait également avoir des effets favorables sur d&#8217;autres parties du corps. Par exemple, irradier le corps des souris semble protéger leur cerveau d&#8217;une neurotoxine (MPTP), et irradier le tibia et les os iliaques des porcs semble protéger leur cœur d&#8217;un infarctus du myocarde.<\/p>\n<p>Ceux-ci sont appelés effets « à distance », « abscocaux » ou « systémiques » de la thérapie par la lumière rouge et ont été passés en revue dans la littérature scientifique. La majorité de ces résultats ont été rapportés dans des études animales (41-43).<\/p>\n<p>Il existe des preuves préliminaires que la thérapie par la lumière rouge peut avoir des effets positifs sur la santé métabolique. Des essais pilotes chez l&#8217;homme ont montré que les avantages métaboliques liés à l&#8217;exercice tels que la perte de graisse, le maintien de la masse musculaire et la sensibilité à l&#8217;insuline pourraient être plus importants chez les sujets recevant une thérapie par la lumière rouge. Les résultats d&#8217;études animales suggèrent également que la thérapie par la lumière rouge peut améliorer la résistance à l&#8217;insuline liée à l&#8217;alimentation, la stéatose hépatique et l&#8217;inflammation du tissu adipeux chez la souris.<\/p>\n<p>L&#8217;idée que la lumière rouge peut être bénéfique pour la santé métabolique a probablement contribué à la popularité actuelle de la thérapie par la lumière rouge du corps entier avec de grands panneaux LED. Malgré le fait que la majorité des recherches sur la thérapie par la lumière rouge à ce jour ont été menées avec de petits appareils, il est probable que de plus en plus de recherches sur de grands panneaux viendront dans les prochaines années.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center;\"><a href=\"https:\/\/cytoled.com\/?ref=vcjlmyolgln8\"><img decoding=\"async\" class=\"aligncenter wp-image-68673 size-large\" src=\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5188-1024x683.jpg\" alt=\"\" width=\"1024\" height=\"683\" srcset=\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5188-1024x683.jpg 1024w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5188-300x200.jpg 300w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5188-768x512.jpg 768w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5188-1536x1024.jpg 1536w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5188-scaled.jpg 2048w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5188-600x400.jpg 600w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5188-200x133.jpg 200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><\/p>\n<p style=\"text-align: center;\"><a href=\"https:\/\/cytoled.com\/?ref=vcjlmyolgln8\">OBTENEZ 10% de réduction avec le code DAVIDCOSTA sur tout le site CYTOLED<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>MÉCANISMES PRIMAIRES<br \/>\nLe principe de base de la thérapie par la lumière rouge est que l&#8217;irradiation d&#8217;une partie du corps avec du rouge ou du proche infrarouge peut induire des mécanismes biologiques qui peuvent améliorer localement la fonction cellulaire et tissulaire.<\/p>\n<p>De nombreux articles ont tenté de résumer les mécanismes de la thérapie par la lumière rouge. La revue la plus complète est celle de Mécanismes proposés de photobiomodulation ou de luminothérapie de bas niveau (2016) rédigée par Lucas de Freitas et Michael Hamblin.<\/p>\n<p>Le mécanisme principal de la photobiomodulation fait référence aux effets qui se produisent immédiatement lorsque la cellule est irradiée par la lumière. Il existe encore des incertitudes quant au principal mécanisme primaire de la thérapie par la lumière rouge. La théorie la plus courante postule que la lumière rouge est absorbée par une structure mitochondriale appelée cytochrome c oxydase (CCO). Cependant, cette théorie pourrait ne pas expliquer complètement les effets, car il a été rapporté que même les lignées cellulaires qui n&#8217;expriment pas la cytochrome c oxydase semblent répondre à l&#8217;irradiation par la lumière rouge.<\/p>\n<p>En plus de cette théorie populaire du CCO, il existe des explications alternatives pour expliquer les effets de la photobiomodulation intracellulaire. Certaines preuves suggèrent que l&#8217;effet pourrait être lié à la production et à la libération d&#8217;oxyde nitrique (NO) à partir de CCO ou de molécules photolabiles telles que la nitrosylhémoglobine et les S-nitrosothiols. Des longueurs d&#8217;onde plus longues de la lumière proche infrarouge (par exemple, 980 nm) pourraient également affecter les canaux ioniques calcium TRP à déclenchement thermique dans les cellules. Il a également été provisoirement suggéré que la lumière rouge pourrait diminuer la viscosité de l&#8217;eau dans les protéines mitochondriales, améliorant ainsi la production d&#8217;ATP dans les cellules.<\/p>\n<p>&nbsp;<\/p>\n<p>MÉCANISMES SECONDAIRES<br \/>\nLes mécanismes secondaires sont les changements réels qui se produisent à la suite d&#8217;une irradiation à la lumière rouge. Il a été rapporté que la thérapie par la lumière rouge induit de nombreux changements mesurables dans l&#8217;expression des gènes cellulaires, les voies de signalisation, les processus inflammatoires et la fonction mitochondriale.<\/p>\n<p>Il a été largement reconnu que l&#8217;inflammation chronique systémique et le dysfonctionnement mitochondrial sont susceptibles d&#8217;être des mécanismes majeurs dans la plupart des maladies chroniques liées à l&#8217;âge. Au cours des dernières années, il y a eu un nombre croissant d&#8217;articles de synthèse suggérant l&#8217;implication de ces mécanismes dans les maladies chroniques courantes telles que le cancer, les maladies cardiaques et le diabète.<\/p>\n<p>La communauté de recherche sur la thérapie par la lumière rouge semble croire fermement que les effets de la thérapie par la lumière rouge pourraient être liés à la guérison de l&#8217;inflammation chronique systémique et du dysfonctionnement mitochondrial. Ce point de vue est largement soutenu par les résultats de la recherche animale, dans lesquels il est courant de mesurer les marqueurs de la fonction inflammatoire et mitochondriale.<\/p>\n<p>Par exemple, la diminution des marqueurs inflammatoires est l&#8217;un des résultats les plus courants de la recherche préclinique sur la thérapie par la lumière rouge. Comme résumé dans l&#8217;un des articles de revue récents : &#8220;L&#8217;un des effets les plus reproductibles de la thérapie par la lumière rouge est une réduction globale de l&#8217;inflammation, ce qui est particulièrement important pour les troubles articulaires, les lésions traumatiques, les troubles pulmonaires et dans le cerveau. (&#8230;) La thérapie par la lumière rouge peut réduire l&#8217;inflammation dans le cerveau, la graisse abdominale, les plaies, les poumons, la moelle épinière ».<\/p>\n<p>Il existe également une base expérimentale pour soutenir l&#8217;idée d&#8217;améliorer le dysfonctionnement mitochondrial avec la thérapie par la lumière rouge. L&#8217;irradiation de cultures cellulaires ou d&#8217;animaux avec une lumière rouge ou proche infrarouge semble avoir un effet bénéfique sur la fonction mitochondriale. Par exemple, des études ont montré une augmentation des niveaux d&#8217;ATP, une augmentation du potentiel de membrane mitochondriale (ΔΨm), une augmentation de l&#8217;expression de la cytochrome oxydase, une augmentation de la consommation d&#8217;oxygène et une régulation positive de la voie SIRT1\/PGC1α. Il a également été démontré que la lumière rouge peut également protéger les cellules contre les toxines mitochondriales telles que le cyanure de potassium et la tétrodotoxine. Ainsi, il semble plausible que la lumière rouge puisse avoir des effets positifs sur le métabolisme énergétique cellulaire.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center;\"><a href=\"https:\/\/cytoled.com\/?ref=vcjlmyolgln8\">OBTENEZ 10% de réduction avec le code DAVIDCOSTA sur tout le site CYTOLED<\/a><\/p>\n<p><a href=\"https:\/\/cytoled.com\/?ref=vcjlmyolgln8\"><img decoding=\"async\" class=\"aligncenter wp-image-68651 size-full\" src=\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/Screenshot-1.png\" alt=\"\" width=\"666\" height=\"677\" srcset=\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/Screenshot-1.png 666w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/Screenshot-1-295x300.png 295w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/Screenshot-1-590x600.png 590w, https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/Screenshot-1-200x203.png 200w\" sizes=\"(max-width: 666px) 100vw, 666px\" \/><\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; A ce jour, plus de 5000 études ont été faite sur l&#8217;utilisation de la lumière rouge. Et malheureusement, le<\/p>\n","protected":false},"author":1,"featured_media":68674,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[2402],"tags":[],"class_list":["post-68649","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-coaching"],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>À quoi sert la lumière rouge ?<\/title>\n<meta name=\"description\" content=\"Découvrez les bienfaits sur votre santé de la lumière rouge.. Vous allez être surpris et conquis par cette méthode qui a fait ses preuves.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/\" \/>\n<meta property=\"og:locale\" content=\"fr_FR\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"À quoi sert la lumière rouge ?\" \/>\n<meta property=\"og:description\" content=\"Découvrez les bienfaits sur votre santé de la lumière rouge.. Vous allez être surpris et conquis par cette méthode qui a fait ses preuves.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/\" \/>\n<meta property=\"og:site_name\" content=\"David Costa\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/davidcostafitness\/?ref=search&amp;amp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3b__tn__=%2cd%2cP-R&amp;amp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3beid=ARDngTxU7mqplex2Bbt3mqgvyIlGMIPeeXyFoDURbsi0boYTbD8y65DXk12A_MW89UgwUlV86K6TqZNP\" \/>\n<meta property=\"article:published_time\" content=\"2022-04-02T11:26:20+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-12-20T18:16:03+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5725-scaled.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2048\" \/>\n\t<meta property=\"og:image:height\" content=\"1365\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"David Costa\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"David Costa\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/\",\"url\":\"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/\",\"name\":\"À quoi sert la lumière rouge ?\",\"isPartOf\":{\"@id\":\"https:\/\/davidcosta.fr\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5725-scaled.jpg\",\"datePublished\":\"2022-04-02T11:26:20+00:00\",\"dateModified\":\"2022-12-20T18:16:03+00:00\",\"author\":{\"@id\":\"https:\/\/davidcosta.fr\/#\/schema\/person\/e966e218246305c9b3e876285824feee\"},\"description\":\"Découvrez les bienfaits sur votre santé de la lumière rouge.. Vous allez être surpris et conquis par cette méthode qui a fait ses preuves.\",\"breadcrumb\":{\"@id\":\"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/#breadcrumb\"},\"inLanguage\":\"fr-FR\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"fr-FR\",\"@id\":\"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/#primaryimage\",\"url\":\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5725-scaled.jpg\",\"contentUrl\":\"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5725-scaled.jpg\",\"width\":2048,\"height\":1365},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/davidcosta.fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Coaching\",\"item\":\"https:\/\/davidcosta.fr\/category\/coaching\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Découvrez les bienfaits de la lumière rouge\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/davidcosta.fr\/#website\",\"url\":\"https:\/\/davidcosta.fr\/\",\"name\":\"David Costa\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/davidcosta.fr\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"fr-FR\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/davidcosta.fr\/#\/schema\/person\/e966e218246305c9b3e876285824feee\",\"name\":\"David Costa\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"fr-FR\",\"@id\":\"https:\/\/davidcosta.fr\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/318270d0af0895c076f44a7ead3878b4?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/318270d0af0895c076f44a7ead3878b4?s=96&d=mm&r=g\",\"caption\":\"David Costa\"},\"sameAs\":[\"costapro\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"À quoi sert la lumière rouge ?","description":"Découvrez les bienfaits sur votre santé de la lumière rouge.. Vous allez être surpris et conquis par cette méthode qui a fait ses preuves.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/","og_locale":"fr_FR","og_type":"article","og_title":"À quoi sert la lumière rouge ?","og_description":"Découvrez les bienfaits sur votre santé de la lumière rouge.. Vous allez être surpris et conquis par cette méthode qui a fait ses preuves.","og_url":"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/","og_site_name":"David Costa","article_publisher":"https:\/\/www.facebook.com\/davidcostafitness\/?ref=search&amp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3b__tn__=%2cd%2cP-R&amp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3beid=ARDngTxU7mqplex2Bbt3mqgvyIlGMIPeeXyFoDURbsi0boYTbD8y65DXk12A_MW89UgwUlV86K6TqZNP","article_published_time":"2022-04-02T11:26:20+00:00","article_modified_time":"2022-12-20T18:16:03+00:00","og_image":[{"width":2048,"height":1365,"url":"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5725-scaled.jpg","type":"image\/jpeg"}],"author":"David Costa","twitter_card":"summary_large_image","twitter_misc":{"Written by":"David Costa","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/","url":"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/","name":"À quoi sert la lumière rouge ?","isPartOf":{"@id":"https:\/\/davidcosta.fr\/#website"},"primaryImageOfPage":{"@id":"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/#primaryimage"},"image":{"@id":"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/#primaryimage"},"thumbnailUrl":"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5725-scaled.jpg","datePublished":"2022-04-02T11:26:20+00:00","dateModified":"2022-12-20T18:16:03+00:00","author":{"@id":"https:\/\/davidcosta.fr\/#\/schema\/person\/e966e218246305c9b3e876285824feee"},"description":"Découvrez les bienfaits sur votre santé de la lumière rouge.. Vous allez être surpris et conquis par cette méthode qui a fait ses preuves.","breadcrumb":{"@id":"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/#breadcrumb"},"inLanguage":"fr-FR","potentialAction":[{"@type":"ReadAction","target":["https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/"]}]},{"@type":"ImageObject","inLanguage":"fr-FR","@id":"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/#primaryimage","url":"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5725-scaled.jpg","contentUrl":"https:\/\/davidcosta.fr\/wp-content\/uploads\/2022\/04\/IMG_5725-scaled.jpg","width":2048,"height":1365},{"@type":"BreadcrumbList","@id":"https:\/\/davidcosta.fr\/decouvrez-les-bienfaits-de-la-lumiere-rouge\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/davidcosta.fr\/"},{"@type":"ListItem","position":2,"name":"Coaching","item":"https:\/\/davidcosta.fr\/category\/coaching\/"},{"@type":"ListItem","position":3,"name":"Découvrez les bienfaits de la lumière rouge"}]},{"@type":"WebSite","@id":"https:\/\/davidcosta.fr\/#website","url":"https:\/\/davidcosta.fr\/","name":"David Costa","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/davidcosta.fr\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"fr-FR"},{"@type":"Person","@id":"https:\/\/davidcosta.fr\/#\/schema\/person\/e966e218246305c9b3e876285824feee","name":"David Costa","image":{"@type":"ImageObject","inLanguage":"fr-FR","@id":"https:\/\/davidcosta.fr\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/318270d0af0895c076f44a7ead3878b4?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/318270d0af0895c076f44a7ead3878b4?s=96&d=mm&r=g","caption":"David Costa"},"sameAs":["costapro"]}]}},"_links":{"self":[{"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/posts\/68649"}],"collection":[{"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/comments?post=68649"}],"version-history":[{"count":11,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/posts\/68649\/revisions"}],"predecessor-version":[{"id":74562,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/posts\/68649\/revisions\/74562"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/media\/68674"}],"wp:attachment":[{"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/media?parent=68649"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/categories?post=68649"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/tags?post=68649"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}