{"id":45316,"date":"2019-10-18T09:16:23","date_gmt":"2019-10-18T09:16:23","guid":{"rendered":"http:\/\/wp.davidcosta.fr\/?page_id=45316"},"modified":"2024-03-18T10:48:03","modified_gmt":"2024-03-18T10:48:03","slug":"conditions-generales-de-vente","status":"publish","type":"page","link":"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/","title":{"rendered":"Conditions Générales de Vente"},"content":{"rendered":"<p>[vc_row][vc_column][vc_column_text text_larger=&#8221;no&#8221;]<b>VEUILLEZ PRENDRE CONNAISSANCE DE CES CONDITIONS GÉNÉRALES ET PARTICULIÈRES AVANT TOUTE COMMANDE SUR LE SITE WWW.DAVIDCOSTA.FR<\/b><\/p>\n<div>\n<p><b>Table des matières : <\/b><\/p>\n<pre class=\"term_page_pre\">Article 1er.\tChamp d’application des CGV\r\nArticle 2. \tPrestations, produits dématérialisés et autres produits\r\nArticle 3. \tTarifs\r\nArticle 4. \tModalités des commandes\r\nArticle 5.\tUtilisation du site et gestion des services \r\nArticle 6. \tDroit de rétractation – retour des produits\r\nArticle 7. \tGaranties – SAV – réclamations\r\nArticle 8.\tConditions particulières des produits personnalisés\r\nArticle 9. \tInformations – transparence\r\nArticle 10. \tLoi applicable et juridiction compétente\r\n<\/pre>\n<pre class=\"term_page_pre\"><\/pre>\n<p><b>ARTICLE 1. Champs d&#8217;applications des CGV<\/b><\/p>\n<p>Les présentes conditions générales de vente (ci-après CGV) s’applique entre :<\/p>\n<p><b>COSTA FITNESS &amp; TRAINING SLU :<\/b><\/p>\n<pre class=\"term_page_pre\">Numéro d’immatriculation CIF (l’équivalent du SIRET) : B98804115\r\nGran Via FERNANDO EL CATOLICO 8-17\r\n46008 VALENCIA\r\n(ci-après le <b>Vendeur<\/b>),\r\n<\/pre>\n<p>Et,<\/p>\n<p><b>Tout particulier ayant recours aux services du Vendeur<\/b><br \/>\n(ci-après l’<b>Acheteur<\/b>).<\/p>\n<p>Ces CGV régissent la vente à distance de produits et de prestations accessible sur le site internet du Vendeur à l’adresse <a href=\"https:\/\/www.davidcosta.fr\">http:\/\/www.davidcosta.fr<\/a> (ci-après, le <b>Site<\/b>).<\/p>\n<p>Ces CGV visent à définir les relations contractuelles entre le Vendeur et l’Acheteur pour tout achat effectué sur le Site.<\/p>\n<p>Tout achat sur le Site implique une acceptation de plein droit et sans réserve par l’Acheteur des présentes CGV.<\/p>\n<p>Ces CGV sont seules opposables au Vendeur. Elles prévaudront sur toutes autres conditions générales ou particulières non expressément agréées par le Vendeur. Le Vendeur se réserve le droit de pouvoir modifier ses CGV à tout moment. Dans ce cas, les conditions applicables seront celles en vigueur à la date de la commande par l’Acheteur, précision faite que les produits et prestations commandés antérieurement à cette date resteront soumis aux anciennes CGV antérieurement acceptées par l’Acheteur.<\/p>\n<p>&nbsp;<\/p>\n<p><b>ARTICLE 2. Prestations, produits dématérialisés et autres produits<\/b><\/p>\n<p><span class=\"term_page_subtitle\">2.1. Les Produits<\/span><\/p>\n<p>Les produits proposés par le Vendeur sont ceux qui figurent dans le catalogue publié sur le Site (livres, accessoires de musculation etc.) (ci-après les « <b>Produits<\/b> »).<\/p>\n<p>Les photographies du catalogue sont les plus fidèles possibles mais ne peuvent assurer une similitude parfaite avec les Produits. Lorsque l’Acheteur souhaite obtenir une précision ou un complément d’information sur les Produits, il peut contacter le Service Clients qui est à son entière disposition via la fiche de contact du Site ou à l’adresse mail <a href=\"https:\/\/www.davidcostapro@gmail.com\">davidcostapro@gmail.com.<\/a><\/p>\n<p>Ces Produits sont proposés dans la limite des stocks disponibles. Si, malgré ses efforts, tout ou partie des Produits sont indisponibles après validation d’une commande, le Vendeur en informe l’Acheteur par courrier électronique dans les meilleurs délais et lui offre la possibilité de choisir entre patienter ou annuler sans frais la commande des Produits indisponibles.<\/p>\n<p><span class=\"term_page_subtitle\">2.2. Les Produits Personnalisés<\/span><\/p>\n<p>Le Vendeur propose une offre de personnalisation en ligne de certains de ses produits (ci-après les <b>« Produits Personnalisés »<\/b>). Ces Produits Personnalisés comprennent notamment :<\/p>\n<ul>\n<li>&#8211; Les coachings personnalisés en salle de sport et à domicile : le Vendeur propose une offre de coaching personnalisé, en salle de sport ou à domicile, à Paris, Lausanne, Dijon et Valence (Espagne).<\/li>\n<li>&#8211; Les coachings personnalisés à distance : le Vendeur propose différents packs personnalisés figurant dans le catalogue publié sur le Site.<\/li>\n<li>&#8211; Les ebooks de conseils.<\/li>\n<li>&#8211; La formation Shape My Body et le challenge 14 jours<\/li>\n<li>&#8211; Les ebooks Virginie MumFit<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><b>Les Conditions Particulières de Vente à distance de ces Produits Personnalisés sont décrites à l’article 8 des présentes CGV. Toutes les dispositions des présentes CGV non modifiées par les Conditions Particulières de l’article 8 restent applicables aux Produits Personnalisés.<\/b><\/p>\n<p>Lorsque l’Acheteur souhaite obtenir une précision ou un complément d’information sur les Produits Personnalisés, il peut contacter le Service Clients qui est à son entière disposition via la fiche de contact du Site ou adresser un email à l’adresse <a href=\"https:\/\/www.davidcostapro@gmail.com\">davidcostapro@gmail.com.<\/a><\/p>\n<p><span class=\"term_page_subtitle\">2.3. Obligations du Vendeur<\/span><\/p>\n<p>Le Vendeur s’engage à mettre en œuvre tous les moyens pour fournir un « produit personnalisé » au profit de l’Acheteur. Le Vendeur n’est débiteur d’aucune obligation de résultat vis-à-vis de l’Acheteur mais d’une simple obligation de moyen.<\/p>\n<p>&nbsp;<\/p>\n<p><b>ARTICLE 3. Tarifs<\/b><\/p>\n<p>Les prix des Produits sont affichés sur le Site, en Euros, taxe sur la valeur ajoutée (TVA) comprise.<\/p>\n<p>Les prix indiqués sur le Site ne comprennent pas les éventuels frais supplémentaires de traitement de commandes et d’expédition. Le Vendeur se réserve le droit de modifier ses prix à tout moment. Les prix applicables à une commande sont ceux en vigueur au moment de la confirmation de celle-ci par l’Acheteur.<\/p>\n<p>Les tarifs d&#8217;expédition ne figurent pas sur les prix en ligne et s’affichent lors d’une passation de commande. Le prix final d’une commande inclut les taxes et les frais d&#8217;expédition. Ce prix figure dans le détail affiché avant toute confirmation de commande et dans les courriers électroniques d’Accusé réception et de Confirmation de commande.<\/p>\n<p>&nbsp;<\/p>\n<p><b>ARTICLE 4. MODALITÉS DE COMMANDES DES PRODUITS<\/b><\/p>\n<p><span class=\"term_page_subtitle\">4.1. Acceptation des CGV par l’Acheteur<\/span><\/p>\n<p>L’achat de Produits est conditionné à l’acceptation par l’Acheteur des présentes CGV. Le contrat de vente entre le Vendeur et l’Acheteur est réputé conclu à la date d&#8217;acceptation des CGV par ce dernier. L&#8217;adhésion de l’Acheteur aux présentes CGV est matérialisée par le fait de cocher électroniquement la case <b>« J’ai lu et j’accepte les conditions générales de vente de ce site »<\/b> puis de cliquer sur le bouton <b>« Commander et payer »<\/b>.<\/p>\n<p>L&#8217;adhésion de l’Acheteur aux présentes CGV est entière et sans réserve. Les CGV prévalent sur toutes les autres conditions, à l&#8217;exception de celles qui ont été acceptées expressément par le Vendeur.<\/p>\n<p><span class=\"term_page_subtitle\">4.2. Commande par l’Acheteur<\/span><\/p>\n<p>Les commandes de l’Acheteur sont passées sur le Site. L’Acheteur conserve à sa charge les frais de télécommunication lors de l&#8217;accès à Internet et de l&#8217;utilisation du Site. L’Acheteur doit, pour pouvoir acheter un Produit, remplir un formulaire de commande précisant certains champs obligatoires afin que sa sélection puisse être prise en compte par le Vendeur. En cas d&#8217;inactivité prolongée, il est possible que la sélection des Produits choisis avant cette inactivité ne soit plus garantie. L’Acheteur est alors invité à reprendre sa sélection de Produits depuis le départ. Toutes les étapes nécessaires à la vente sont précisées sur le Site.<\/p>\n<p>L’Acheteur a la possibilité de vérifier le détail de sa commande, son prix total (y compris les éventuels frais de traitement de commande et d’expédition) et de corriger d&#8217;éventuelles erreurs, avant confirmation définitive. À chaque modification d’une sélection par l’Acheteur, le prix total affiché s’actualise. En confirmant définitivement sa commande, l’Acheteur reconnaît que le Vendeur a mis à sa disposition les informations nécessaires afin de lui permettre d’apprécier l’ensemble des caractéristiques des Produits. À partir du moment où l’Acheteur a confirmé définitivement sa commande, le Vendeur accuse réception de celle-ci sans délai, par voie électronique à l’adresse renseignée par l’Acheteur (ci-après <b>« Accusé réception »<\/b>).<\/p>\n<p>Au jour de l’expédition de la commande, l’Acheteur reçoit, pour chacun des Produits, la confirmation écrite du contrat rappelant le prix total de la commande et son détail ainsi que les présentes CGV (ci-après <b>« Confirmation de commande »<\/b>). Le Vendeur assure la conservation du contrat constatant la vente pendant un délai de dix (10) ans courant à compter de la conclusion dudit contrat. Il en garantit à tout moment l&#8217;accès à l’Acheteur si celui-ci en fait la demande. Si la livraison du bien n’est pas immédiate, le délai court à compter de la conclusion du contrat jusqu&#8217;à la date de livraison du bien et pendant une durée de dix (10) ans à compter de celle-ci. Pour chaque commande, le Vendeur établit une facture en double exemplaire, dont l&#8217;un est envoyé à l’Acheteur à l’adresse électronique renseignée par ce dernier.<\/p>\n<p>Si le Vendeur est dans l’impossibilité de livrer un Produit commandé, il en informe l’Acheteur, par courrier électronique, dans les meilleurs délais et lui offre la possibilité de choisir entre patienter ou annuler sans frais la commande des articles indisponibles. Seuls les articles expédiés seront débités.<\/p>\n<p><span class=\"term_page_subtitle\">4.3. Paiement<\/span><\/p>\n<p>Le règlement des achats de l’Acheteur peut s&#8217;effectuer par carte bancaire (sont acceptées les cartes du réseau &#8220;CB&#8221;, Visa, Eurocard\/Mastercard, American Express), par Stripe et par PayPal. En cas de paiement par carte bancaire, la carte bancaire de l’Acheteur est débitée au moment de la confirmation de la commande des Produits.<\/p>\n<p>L’Acheteur garantit au Vendeur qu&#8217;il est titulaire de la carte bancaire dont il communique les informations et qu’il détient tous les droits nécessaires pour en faire usage. Dans l&#8217;hypothèse où, pour quelque raison que ce soit (opposition, refus du centre émetteur…), le débit des sommes dues par l’Acheteur s&#8217;avérerait impossible : l&#8217;acheteur reste débiteur des sommes et l&#8217;acheteur se réserve le droit d&#8217;actionner toutes actions pour les recouvrer dans un délai de 5 jours.<\/p>\n<p><span class=\"term_page_subtitle\">4.4. Livraison<\/span><\/p>\n<p>La livraison des Produits n’intervient qu’en France métropolitaine.<\/p>\n<p>La livraison des Produits commandés intervient dans un délai de trente (30) jours à compter de la commande, sous réserve du paiement complet du prix, et sauf délai plus court indiqué lors de la commande. Si, lors de la livraison, l’aspect extérieur du colis n’est pas parfait, l’Acheteur doit procéder à son ouverture en présence du transporteur afin de vérifier l’état de l’article. En cas de dommages à l’article, l’Acheteur les détaille précisément sur le bon de retour, les dispositions de l’article 6 ci-dessous étant applicables.<\/p>\n<p>Les frais appliqués aux livraisons standards (livraisons dans un délai de 3-4 jours ouvrés) sont pris en charge par l’Acheteur.<\/p>\n<p><strong><a href=\"\/wp-content\/uploads\/2020\/03\/Bon-de-retour.pdf\">Télécharger le bon de retour. Cliquez ici.<\/a><\/strong><\/p>\n<p><strong>Formulaire de rétraction<\/strong><\/p>\n<p>En outre, les Parties conviennent de remplacer, dans la mesure du possible, toute stipulation privée d’effet par une stipulation valide ayant le même effet et reflétant, autant que possible, leur volonté initiale.<\/p>\n<p><strong><a href=\"\/wp-content\/uploads\/2020\/03\/Formulaire-rétractation.pdf\">Télécharger le formulaire de rétraction. Cliquez ici.<\/a><\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><b>ARTICLE 5. UTILISATION DU SITE ET GESTION DES SERVICES<\/b><\/p>\n<p><span class=\"term_page_subtitle\">5.1. L’accès au site<\/span><\/p>\n<p>Le Site est normalement accessible 7 jours sur 7 et 24 heures sur 24. Le Vendeur se réserve toutefois le droit de restreindre, totalement ou partiellement, l’accès au Site afin, notamment, d’assurer la maintenance de sa configuration informatique. Dans le cas où le Vendeur serait amené à faire des interventions programmées sur le Site, le Vendeur s’efforce d’informer l’Acheteur par voie de message affiché sur le Site. Dans tous les cas où une intervention d’urgence est requise, le Vendeur est dispensé de toute obligation d’information préalable. Le Vendeur n’est pas responsable des dommages de toute nature qui peuvent résulter d’une indisponibilité temporaire de tout ou partie du Site.<\/p>\n<p><span class=\"term_page_subtitle\">5.2. L’accès à la messagerie instantanée<\/span><\/p>\n<p>La messagerie instantanée est accessible sur l’interface du Site. Elle permet à l’Acheteur de poser des questions au Vendeur. La messagerie est disponible 7 jours sur 7 et 24 heures sur 24. Le Vendeur s’efforce de répondre dans le délai de 4 heures suivant réception d’un message, sauf cas particuliers (voyages, coaching, vacances), du lundi au vendredi de 8H à 19H.<\/p>\n<p><span class=\"term_page_subtitle\">5.3. Le compte Client<\/span><\/p>\n<p>L’ouverture d’un compte sur le Site est obligatoire (ci-après, le <b>Compte<\/b>) et est réalisée dans les conditions développées ci-après.<\/p>\n<p>Lors de la procédure d’ouverture du Compte, l’utilisateur est invité à lire les présentes CGV qui sont mises à sa disposition. Pour la création du Compte, l’utilisateur est invité à renseigner des informations le concernant, telles que nom, prénom, numéro de téléphone, mot de passe, adresse de courrier électronique de contact. Ces informations permettent à l’utilisateur de suivre ses commandes plus facilement et de sauvegarder ses préférences pour ses prochaines visites. Le défaut de fourniture des informations demandées ou une fourniture incomplète équivaut à renoncer à la création d&#8217;un compte. L’utilisateur valide, en sus des informations demandées le concernant, un mot de passe, lui permettant de s’identifier sur le Site. À la création d’un Compte, l’utilisateur reçoit une confirmation de création du Compte à l’adresse électronique renseignée.<\/p>\n<p>En créant un Compte sur le Site, l’utilisateur atteste que les informations ainsi fournies sont véridiques, exactes, sincères et actualisées. De même, il s’engage à procéder à la mise à jour de son Compte dans tous les cas de changement d’adresse, changement de coordonnées téléphoniques ou de courriel, ou autre information renseignée. Le Vendeur ne peut être tenu responsable des conséquences d’une mention erronée ou non actualisée par l’utilisateur.<\/p>\n<p>De manière générale, l’utilisateur est seul responsable de la gestion du Compte et de la conservation de l&#8217;ensemble des éléments d&#8217;identification permettant l’accès au Site. Le Vendeur n’intervient dans la gestion d’aucun Compte. Toute opération effectuée à l’aide des identifiants attachés au Compte d’un utilisateur est réputée avoir été faite par ce dernier. Le Vendeur ne peut en aucune manière être tenu pour responsable de toute utilisation frauduleuse de ces identifiants. Dans tous les cas de perte, de vol ou de doutes sur une possible divulgation de ces données, l’utilisateur doit modifier son mot de passe et informer immédiatement le Vendeur par courrier électronique portant demande d’accusé de lecture.<\/p>\n<p><span class=\"term_page_subtitle\">5.4. Résiliation du compte<\/span><\/p>\n<p>Le Vendeur peut, à son appréciation, résilier un Compte moyennant notification expresse par courrier électronique envoyé à l’adresse électronique renseignée, notamment, en cas de non-respect des présentes CGV, ou d’une utilisation du Site en contravention de la loi et des règlements, de contrefaçon avérée, ou encore en cas d&#8217;inactivité du Compte pour une durée supérieure à deux années. L’utilisateur peut à tout moment supprimer son Compte en envoyant au Vendeur une demande de résiliation par le biais du formulaire de Contact figurant sur le Site.<\/p>\n<p>&nbsp;<\/p>\n<p><b>ARTICLE 6. DROITS DE RETRACTATION – RETOUR DES PRODUITS<\/b><\/p>\n<p><span class=\"term_page_subtitle\">6.1. Droit de rétractation de l’Acheteur<\/span><\/p>\n<p>En application des article L. 221-18 du Code de la consommation, l’Acheteur bénéficie d’un droit de rétractation. L’Acheteur peut exercer son droit de rétractation, sans avoir à motiver sa décision, en respectant un délai de <b>quatorze (14)<\/b> jours courant à compter :<\/p>\n<p>Du jour suivant la date de réception du bien par l’Acheteur ou un tiers, autre que le transporteur, désigné par lui ;<\/p>\n<p>S&#8217;il s&#8217;agit d&#8217;un contrat portant sur plusieurs biens commandés au moyen d&#8217;une seule commande et si ces biens sont livrés séparément, à compter du jour suivant la date de réception du dernier bien par l’Acheteur ou un tiers, autre que le transporteur, désigné par lui.<\/p>\n<p>Si le délai expire un samedi, un dimanche ou un jour férié ou chômé, il est prorogé jusqu&#8217;au premier jour ouvrable suivant. Dans tous les cas, l’Acheteur peut exercer son droit de rétractation à compter de la conclusion du contrat.<\/p>\n<p>Notification de la décision de rétractation<br \/>\n: Le simple renvoi du Produit sans décision de rétractation ou le refus de prendre livraison ne suffisent pas à exprimer une volonté de se rétracter. Pour notifier sa décision de rétractation, l’Acheteur peut utiliser le <b>FORMULAIRE DE RÉTRACTATION<\/b> figurant au bas des présentes CGV, ou toute autre déclaration dénuée d’ambiguïté avant l&#8217;expiration du délai de rétractation, et l&#8217;adresser à l’attention du Vendeur :<\/p>\n<p>Par email à l’adresse : <a href=\"https:\/\/www.davidcostapro@gmail.com\">davidcostapro@gmail.com<\/a> ou via le formulaire de contact à remplir en ligne sur le Site, dans la rubrique « Contact ».<\/p>\n<p>En cas de notification de sa décision de rétractation via le formulaire en ligne, le Vendeur communiquera, sans délai, à l’Acheteur un accusé de réception de la rétractation à l’adresse électronique renseignée par l’Acheteur.<\/p>\n<p>Restitution des Produits par l’Acheteur : Pour restituer les Produits éventuellement reçus par l’Acheteur exerçant son droit de rétractation, ce dernier doit renvoyer le Produit par la voie postale, à l’adresse suivante :<\/p>\n<p><b>David Costa : 11, rue François Ducarouge &#8211; 71160 DIGOIN.<\/b><\/p>\n<p>Le coût de renvoi du Produit dans le cadre de l’exercice du droit de rétractation est supporté par le Vendeur.<\/p>\n<p>Remboursement de l’Acheteur : Le Produit retourné est préalablement examiné par le Vendeur. Le Vendeur rembourse l’Acheteur de la totalité des sommes versées, y compris les frais de livraison, sans retard injustifié <b>à la date de récupération des Produits ou dès que l’Acheteur fournit une preuve de l&#8217;expédition de ces Produits.<\/b> Le remboursement des sommes versées par l’Acheteur pour le Produit retourné s&#8217;effectue en utilisant le même moyen de paiement que celui utilisé pour la transaction initiale, sauf accord exprès de l’Acheteur pour utiliser un autre moyen de paiement et dans la mesure où le remboursement ne lui occasionne pas de frais.<\/p>\n<p>Dans tous les cas, l’Acheteur doit retourner les Produits livrés dans leur emballage d’origine et complets (boîtes, accessoires, protections, étiquettes, livrets, etc.) et accompagnés du bon de retour. Les Produits retournés incomplets, abîmés, endommagés, détériorés, salis ou dans tout autre état qui laisserait raisonnablement penser qu’ils ont été utilisés ou portés (à d’autres fins que celles consistant à permettre l’appréciation normale des qualités substantielles du produit), ne seront ni remboursés ni échangés et seront retournés à l’Acheteur.<\/p>\n<p>La responsabilité de l’Acheteur n&#8217;est engagée qu&#8217;à l&#8217;égard de la dépréciation du produit résultant de manipulations autres que celles nécessaires pour établir la nature, les caractéristiques et le bon fonctionnement de ce Produit. Dans le cas d’un cadeau, le droit de rétractation reste au bénéfice exclusif de l’Acheteur et ne peut en aucun cas être exercé par le destinataire du cadeau.<\/p>\n<p><span class=\"term_page_subtitle\">6.2. Retour des commandes par l’Acheteur<\/span><\/p>\n<p>L’Acheteur peut également annuler toute commande, sans frais et sans motif, à condition qu&#8217;elle n&#8217;ait pas encore été expédiée. Pour ce faire, l’Acheteur est invité à vérifier préalablement l&#8217;état de sa commande en cliquant sur le lien « Statut de la commande » sur le Site.<\/p>\n<p>Si le statut de la commande est « en cours » ou « en attente », l’Acheteur peut l’annuler en contactant le Vendeur par courrier électronique davidcostapro@gmail.com. En cas de succès, le Vendeur envoie un courrier électronique pour informer l’Acheteur et l&#8217;annulation est gratuite. Si l&#8217;annulation n&#8217;est pas possible, le Produit est livré à l’Acheteur et peut être retourné conformément à la procédure décrite à l’article 6.1 ci-dessus.<\/p>\n<p><span class=\"term_page_subtitle\">6.3. Refus de commande<\/span><\/p>\n<p>Le Site est destiné à la vente directe des Produits aux consommateurs finaux. L&#8217;achat de Produits destinés à la revente est donc strictement interdit. L&#8217;achat pour la revente consiste en l&#8217;achat du Produit par une personne qui revend ou a l&#8217;intention de le revendre à des tiers (consommateurs, entreprises ou toute autre tierce partie).<\/p>\n<p>Si le Vendeur a des raisons de croire qu’un Acheteur est impliqué dans l&#8217;achat pour la revente, il se réserve le droit de prendre toute mesure à son encontre, y compris, de façon non restrictive, de limiter les ventes à son égard, d’annuler ses commandes et \/ ou de suspendre ou fermer son compte. Le Vendeur est également en droit de refuser toute commande d&#8217;un Acheteur avec lequel existerait un litige relatif au paiement d&#8217;une commande antérieure.<\/p>\n<p>&nbsp;<\/p>\n<p><b>ARTICLE 7. GARANTIES – SAV &#8211; RECLAMATIONS<\/b><\/p>\n<p>L’Acheteur doit s&#8217;assurer que les articles qui lui ont été livrés correspondent à sa commande. Dans l&#8217;hypothèse où les articles livrés ne seraient pas conformes à sa commande, l’Acheteur doit en informer par courrier électronique le Vendeur à l’adresse <a href=\"https:\/\/www.davidcostapro@gmail.com \">davidcostapro@gmail.com<\/a> ou via le formulaire de contact à remplir en ligne sur le Site, ou par courrier postal à l’adresse : « David Costa &#8211; 11 rue François Ducarouge 71160 DIGOIN ».<\/p>\n<p>Le Vendeur reste tenu de la garantie légale de conformité mentionnée aux articles L. 217-4 à L. 217-12 et de celle relative aux défauts de la chose vendue, dans les conditions prévues aux articles 1641 à 1648 et 2232 du Code civil.<\/p>\n<p><span class=\"term_page_subtitle\">7.1. Garantie légale : articles L. 217-4 et suivants du Code de la consommation<\/span><\/p>\n<p>Lorsqu&#8217;il agit en garantie légale de conformité, l’Acheteur :<\/p>\n<p>Bénéficie d&#8217;un délai de 2 ans à compter de la délivrance du bien pour agir, selon l’article L. 217-12 du Code de la consommation ;<\/p>\n<p>Choisit entre la réparation ou le remplacement du bien, sous réserve des conditions de coût prévues par l&#8217;article L. 217-9 du Code de la consommation ;<\/p>\n<p>Est dispensé de rapporter la preuve de l&#8217;existence du défaut de conformité du bien durant les premiers vingt-quatre mois suivant la délivrance du bien.<\/p>\n<p>La garantie légale de conformité s&#8217;applique indépendamment de la garantie commerciale éventuellement consentie.<\/p>\n<p><span class=\"term_page_subtitle\">7.2. Garantie relative aux défauts de la chose vendue : article 1644 du Code civil<\/span><\/p>\n<p>L’Acheteur peut décider de mettre en œuvre la garantie contre les défauts cachés de la chose vendue au sens de l&#8217;article 1641 du Code civil et dans cette hypothèse, il peut choisir entre la résolution de la vente ou une réduction du prix de vente conformément à l&#8217;article 1644 du Code civil.<\/p>\n<p>Rappel des articles L. 217-4, L. 217-5, L. 217-7 à L. 217-13 et L. 217-15 et L. 217-16 du Code de la consommation et des articles 1641 à 1644 et 1648, premier alinéa, du Code civil :<\/p>\n<p><b>Article L.217-4 du Code de la consommation<\/b> : « Le vendeur livre un bien conforme au contrat et répond des défauts de conformité existant lors de la délivrance. Il répond également des défauts de conformité résultant de l&#8217;emballage, des instructions de montage ou de l&#8217;installation lorsque celle-ci a été mise à sa charge par le contrat ou a été réalisée sous sa responsabilité. »<\/p>\n<p><b>Article L.217-5 du Code de la consommation<\/b> : « Le bien est conforme au contrat :<br \/>\n1° S&#8217;il est propre à l&#8217;usage habituellement attendu d&#8217;un bien semblable et, le cas échéant :<br \/>\n&#8211; s&#8217;il correspond à la description donnée par le vendeur et possède les qualités que celui-ci a présentées à l&#8217;acheteur sous forme d&#8217;échantillon ou de modèle ;<br \/>\n&#8211; s&#8217;il présente les qualités qu&#8217;un acheteur peut légitimement attendre eu égard aux déclarations publiques faites par le vendeur, par le producteur ou par son représentant, notamment dans la publicité ou l&#8217;étiquetage ;<br \/>\n2° Ou s&#8217;il présente les caractéristiques définies d&#8217;un commun accord par les parties ou est propre à tout usage spécial recherché par l&#8217;acheteur, porté à la connaissance du vendeur et que ce dernier a accepté. »<\/p>\n<p><b>Article L. 217-7 du Code de la consommation<\/b> : « Les défauts de conformité qui apparaissent dans un délai de vingt-quatre mois à partir de la délivrance du bien sont présumés exister au moment de la délivrance, sauf preuve contraire. Pour les biens vendus d&#8217;occasion, ce délai est fixé à six mois. Le vendeur peut combattre cette présomption si celle-ci n&#8217;est pas compatible avec la nature du bien ou le défaut de conformité invoqué. »<\/p>\n<p><b>Article L. 217-8 du Code de la consommation<\/b> : « L&#8217;acheteur est en droit d&#8217;exiger la conformité du bien au contrat. Il ne peut cependant contester la conformité en invoquant un défaut qu&#8217;il connaissait ou ne pouvait ignorer lorsqu&#8217;il a contracté. Il en va de même lorsque le défaut a son origine dans les matériaux qu&#8217;il a lui-même fournis. »<\/p>\n<p><b>Article L. 217-9 du Code de la consommation<\/b> : « En cas de défaut de conformité, l&#8217;acheteur choisit entre la réparation et le remplacement du bien. Toutefois, le vendeur peut ne pas procéder selon le choix de l&#8217;acheteur si ce choix entraîne un coût manifestement disproportionné au regard de l&#8217;autre modalité, compte tenu de la valeur du bien ou de l&#8217;importance du défaut. Il est alors tenu de procéder, sauf impossibilité, selon la modalité non choisie par l&#8217;acheteur. »<\/p>\n<p><b>Article L. 217-10 du Code de la consommation<\/b> : « Si la réparation et le remplacement du bien sont impossibles, l&#8217;acheteur peut rendre le bien et se faire restituer le prix ou garder le bien et se faire rendre une partie du prix.<br \/>\nLa même faculté lui est ouverte :<br \/>\n1° Si la solution demandée, proposée ou convenue en application de l&#8217;article L. 217-9 ne peut être mise en œuvre dans le délai d&#8217;un mois suivant la réclamation de l&#8217;acheteur ;<br \/>\n2° Ou si cette solution ne peut l&#8217;être sans inconvénient majeur pour celui-ci compte tenu de la nature du bien et de l&#8217;usage qu&#8217;il recherche.<br \/>\nLa résolution de la vente ne peut toutefois être prononcée si le défaut de conformité est mineur »<\/p>\n<p><b>Article L. 217-11 du Code de la consommation<\/b> : « L&#8217;application des dispositions des articles L. 217-9 et L. 217-10 a lieu sans aucun frais pour l&#8217;acheteur. Ces mêmes dispositions ne font pas obstacle à l&#8217;allocation de dommages et intérêts. »<\/p>\n<p><b>Article L.217-12 du Code de la consommation<\/b> : « L&#8217;action résultant du défaut de conformité se prescrit par deux ans à compter de la délivrance du bien. »<\/p>\n<p><b>Article L. 217-13 du Code de la consommation<\/b> : « Les dispositions de la présente section ne privent pas l&#8217;acheteur du droit d&#8217;exercer l&#8217;action résultant des vices rédhibitoires telle qu&#8217;elle résulte des articles 1641 à 1649 du code civil ou toute autre action de nature contractuelle ou extracontractuelle qui lui est reconnue par la loi. »<br \/>\n<b>Article L. 217-15 du Code de la consommation<\/b> : « La garantie commerciale s&#8217;entend de tout engagement contractuel d&#8217;un professionnel à l&#8217;égard du consommateur en vue du remboursement du prix d&#8217;achat, du remplacement ou de la réparation du bien ou de la prestation de tout autre service en relation avec le bien, en sus de ses obligations légales visant à garantir la conformité du bien. La garantie commerciale fait l&#8217;objet d&#8217;un contrat écrit, dont un exemplaire est remis à l&#8217;acheteur. Le contrat précise le contenu de la garantie, les modalités de sa mise en œuvre, son prix, sa durée, son étendue territoriale ainsi que le nom et l&#8217;adresse du garant.<br \/>\nEn outre, il mentionne de façon claire et précise que, indépendamment de la garantie commerciale, le vendeur reste tenu de la garantie légale de conformité mentionnée aux articles L. 217-4 à L. 217-12 et de celle relative aux défauts de la chose vendue, dans les conditions prévues aux articles 1641 à 1648 et 2232 du code civil.<\/p>\n<p>Les dispositions des articles L. 217-4, L. 217-5, L. 217-12 et L. 217-16 ainsi que l&#8217;article 1641 et le premier alinéa de l&#8217;article 1648 du code civil sont intégralement reproduites dans le contrat.<br \/>\nEn cas de non-respect de ces dispositions, la garantie demeure valable. L&#8217;acheteur est en droit de s&#8217;en prévaloir. »<\/p>\n<p><b>Article L.217-16 du Code de la consommation<\/b> : « Lorsque l&#8217;acheteur demande au vendeur, pendant le cours de la garantie commerciale qui lui a été consentie lors de l&#8217;acquisition ou de la réparation d&#8217;un bien meuble, une remise en état couverte par la garantie, toute période d&#8217;immobilisation d&#8217;au moins sept jours vient s&#8217;ajouter à la durée de la garantie qui restait à courir.<br \/>\nCette période court à compter de la demande d&#8217;intervention de l&#8217;acheteur ou de la mise à disposition pour réparation du bien en cause, si cette mise à disposition est postérieure à la demande d&#8217;intervention. »<\/p>\n<p><b>Article 1641 du Code civil<\/b> : « Le vendeur est tenu de la garantie à raison des défauts cachés de la chose vendue qui la rendent impropre à l&#8217;usage auquel on la destine, ou qui diminuent tellement cet usage, que l&#8217;acheteur ne l&#8217;aurait pas acquise, ou n&#8217;en aurait donné qu&#8217;un moindre prix, s&#8217;il les avait connus. »<\/p>\n<p><b>Article 1642 du Code civil<\/b> : « Le vendeur n&#8217;est pas tenu des vices apparents et dont l&#8217;acheteur a pu se convaincre lui-même. »<\/p>\n<p><b>Article 1643 du Code civil<\/b> : « Il est tenu des vices cachés, quand même il ne les aurait pas connus, à moins que, dans ce cas, il n&#8217;ait stipulé qu&#8217;il ne sera obligé à aucune garantie. »<\/p>\n<p><b>Article 1644 du Code civil<\/b> : « Dans le cas des articles 1641 et 1643, l&#8217;acheteur a le choix de rendre la chose et de se faire restituer le prix, ou de garder la chose et de se faire rendre une partie du prix. »<\/p>\n<p><b>Article 1648, alinéa 1er du Code civil<\/b> : « L&#8217;action résultant des vices rédhibitoires doit être intentée par l&#8217;acquéreur dans un délai de deux ans à compter de la découverte du vice. »<\/p>\n<p><span class=\"term_page_subtitle\">7.3. Service après-vente<\/span><\/p>\n<p>Le Vendeur propose un service après-vente de ses produits. L’Acheteur peut s’adresser au Vendeur par email à l’adresse <a href=\"https:\/\/www.davidcostapro@gmail.com\">davidcostapro@gmail.com.<\/a><\/p>\n<p><span class=\"term_page_subtitle\">7.4. Réclamations et informations<\/span><\/p>\n<p>Pour toute information, réclamation ou question relative aux CGV ou aux Produits eux-mêmes, l’Acheteurs doit adresser un email à l’adresse : <a href=\"https:\/\/www.davidcostapro@gmail.com\">davidcostapro@gmail.<\/a>com ou sur le site Internet via le formulaire « nous contacter », en rappelant le cas échéant le numéro de commande.<\/p>\n<p><span class=\"term_page_subtitle\">7.5. Réserves et limitation de responsabilité<\/span><\/p>\n<p>L&#8217;exécution par le Vendeur de tout ou partie de ses obligations est suspendue en cas de survenance d&#8217;un cas de force majeure qui en gênerait ou en retarderait l&#8217;exécution. Le Vendeur informe l’Acheteur d&#8217;un semblable cas de force majeure dans les meilleurs délais.<\/p>\n<p>Le Vendeur n’est pas responsable pour tout retard ou inexécution consécutif à la survenance d’un événement de force majeure. La responsabilité du Vendeur ne peut pas plus être engagée en raison des perturbations ou dommages inhérents à Internet et présentant les caractéristiques d’un événement de force majeure. La responsabilité du Vendeur ne peut pas être recherchée pour les dommages (y compris, mais sans s&#8217;y limiter, la perte de bénéfice ou la perte de jouissance) découlant de l’utilisation du Site ou de tout retard ou incapacité d&#8217;utiliser le Site, son contenu ou tout lien avec un autre site Internet.<\/p>\n<p>Le Vendeur n’est pas responsable des commandes passées par un mineur, que les parents aient ou non, autorisé ces commandes.<\/p>\n<p>La responsabilité du Vendeur ne peut pas être recherchée pour un montant supérieur au prix d&#8217;achat des Produits litigieux.<\/p>\n<p>&nbsp;<\/p>\n<p><b>ARTICLE 8. CONDITIONS PARTICULIÈRES AUX « PRODUITS PERSONNALISÉES »<\/b><\/p>\n<p>Le Vendeur propose une offre de personnalisation en ligne de certains de ses produits (ci-après les « <b>Produits Personnalisés<\/b> »). Les Conditions Particulières de Vente à distance de ces Produits Personnalisés sont décrites ci-après. Toutes les dispositions des présentes CGV non modifiées par les Conditions Particulières du présent article 8 des CGV restent applicables aux Produits Personnalisés.<\/p>\n<p><span class=\"term_page_subtitle\">8.1. Paiement mensuel<\/span><\/p>\n<p>Par dérogation aux dispositions de l’article 4.2. et 4.3. ci-avant, le paiement du prix des Produits Personnalisés peut intervenir de façon mensualisée, tel que décrit ci-dessous :<\/p>\n<ul>\n<li>&#8211; Tous les packs personnalisés peuvent être réglé avec 3 mensualités via prélèvement automatique et ce quel que soit la durée du pack choisit.<\/li>\n<li><\/li>\n<li>&#8211; Le premier prélèvement aura lieu au moment de la commande. Le prélèvement suivant aura lieu 1 mois après la date de la commande. Et le dernier prélèvement aura lieu 1 mois après le précédent.<\/li>\n<li><\/li>\n<li>&#8211; Si le client désire rompre le contrat avant son terme il devra régler toutes les mensualités restantes.<\/li>\n<li><\/li>\n<li>&#8211; Si le prélèvement échoue le client devra réglé sous 5 jours la mensualité sous peine de pénalité de retard (voir article suivant).<\/li>\n<li><\/li>\n<li>&#8211; Le paiement des mensualités se fait indépendamment de la date de début du coaching choisie.<\/li>\n<\/ul>\n<p>La gestion de toutes les commandes sous forme d&#8217;abonnement mensuel des services Bikini Challenge, Muscle Challenge, Coaching 100% Sur Mesure et Coaching Alimentaire Personnalisé a été cédé à l&#8217;entreprise GLOBAL TRAINING STRATEGIES LLP, No. SO307185, 272, Bath Street, Glasgow, G2 4JR, SCOTLAND : www.globaltrainingstrategies.com<\/p>\n<p>&nbsp;<\/p>\n<p><span class=\"term_page_subtitle\">8.2. Résiliation<\/span><\/p>\n<p><b>Défaut de paiement<\/b> : le Vendeur peut, à son appréciation, résilier une commande en cas de défaut de paiement de l’Acheteur sous 5 jours pour une seule des échéances stipulées à l’article 8.1. Ci-avant. Le Vendeur envoie un courrier électronique à l’Acheteur actant la résiliation du contrat pour faute de l’Acheteur. L&#8217;Acheteur perdra donc sa commande et ne pourra pas en profiter.<\/p>\n<p><b>Pénalités de retard<\/b> : en cas de défaut de paiement total ou partiel de l’une ou plusieurs des échéances ci-dessus stipulées, l’Acheteur doit verser au Vendeur une pénalité de retard de 12%. Cette pénalité est calculée sur le montant TTC de la somme restant due, et court à compter de la date d&#8217;échéance, sans qu&#8217;aucune mise en demeure préalable ne soit nécessaire.<\/p>\n<p><b>Non-respect de durées d’utilisation<\/b> : en cas de non-respect des durées d’utilisation d’un pack s’agissant des coachings à distance via packs personnalisés, le non-respect par l’Acheteur des durées auxquelles il est fait référence à l’article 8.3.C peuvent emporter la résiliation du contrat, à l’appréciation du Vendeur.<\/p>\n<p><b>Comportement inapproprié de l’Acheteur<\/b> : tout comportement d’un Acheteur inapproprié, déplacé, insultant ou menaçant justifie la résiliation immédiate du contrat. Le Vendeur envoie un courrier électronique à l’Acheteur actant la résiliation du contrat pour faute de l’Acheteur.<\/p>\n<p><b>Abandon de l’Acheteur<\/b> : le Vendeur prend acte du renoncement de l’Acheteur à mettre en œuvre le programme contenu dans un Produit Personnalisé qu’il a commandé dès lors que ce dernier n’a complété aucun des Bilans transmis par le Vendeur ou que ce dernier le stipule par email apuprès du Vendeur. Le Vendeur envoie un courrier électronique à l’Acheteur prenant acte de son abandon et actant la résiliation du contrat.<\/p>\n<p>&nbsp;<\/p>\n<p><span class=\"term_page_subtitle\">8.3. Stipulations spécifiques à certains Produits Personnalisés :<\/span><\/p>\n<ul>\n<li><b>&#8211; Les ebooks de conseils<\/b><\/li>\n<\/ul>\n<p>Compte-tenu de la spécificité de ces produits, une fois la commande validée et payée, aucun remboursement ni échange ne pourra avoir lieu.<\/p>\n<div class=\"gmail_default\">\n<p>En effet, chaque Ebook conseils fait l’objet d’un téléchargement par l’Acheteur, de sorte que l’Ebook constitue un contenu numérique indépendant de tout support matériel au sens de l&#8217;article L 121-21-8, 13° du Code de la consommation. Cet article dispose par ailleurs que le droit de rétractation ne s’applique pas pour les contrats de fourniture d’un contenu numérique non fourni sur un support matériel dont l’exécution a commencé après accord préalable du consommateur et renoncement exprès à son droit de rétractation.<\/p>\n<p>Aussi, dans le cadre de sa commande, préalablement à l’achat de tout Ebook, l’Acheteur :<\/p>\n<p>&#8211;      donne son accord exprès et préalable à la fourniture par la Société à son endroit d’un contenu numérique indépendant de tout support matériel ;<\/p>\n<p>&#8211;      donne son accord préalable et exprès pour l’exécution du contrat d’achat de l’Ebook par ses soins avant la fin du délai de rétractation (lequel est de 14 (quatorze) jours) ;<\/p>\n<p>&#8211;      renonce ainsi à l’exercice de son droit de rétractation au titre de l’achat par ses soins de l’Ebook ;<\/p>\n<p>&#8211;      déclare être informé des dispositions légales susvisées tirées de l’article L 121-21-8, 13° du Code de la consommation et accepter qu’il ne dispose d’aucune faculté de rétractation concernant la commande des Ebooks.<\/p>\n<p>&nbsp;<\/p>\n<\/div>\n<ul>\n<li><strong>&#8211; La formation Shape My Body (SMB), le challenge 14 jours Shape My Body, les ebooks et programmes de Virginie Mumfit et toutes les créations de l&#8217;Agence Biz Me Up<\/strong><\/li>\n<\/ul>\n<p>Compte-tenu de la spécificité de ces produits, une fois la commande validée et payée aucun remboursement ni échange ne pourra avoir lieu.<\/p>\n<p>En effet, chacun de ses produits fait l’objet d’une connexion par l’Acheteur, de sorte que ces produits constituent un contenu numérique indépendant de tout support matériel au sens de l&#8217;article L 121-21-8, 13° du Code de la consommation. Cet article dispose par ailleurs que le droit de rétractation ne s’applique pas pour les contrats de fourniture d’un contenu numérique non fourni sur un support matériel dont l’exécution a commencé après accord préalable du consommateur et renoncement exprès à son droit de rétractation.<\/p>\n<p>Aussi, dans le cadre de sa commande, préalablement à l’achat de ces produits, l’Acheteur :<\/p>\n<p>&#8211;      donne son accord exprès et préalable à la fourniture par la Société à son endroit d’un contenu numérique indépendant de tout support matériel ;<\/p>\n<p>&#8211;      donne son accord préalable et exprès pour l’exécution du contrat d’achat de ces produits par ses soins avant la fin du délai de rétractation (lequel est de 14 (quatorze) jours) ;<\/p>\n<p>&#8211;      renonce ainsi à l’exercice de son droit de rétractation au titre de l’achat par ses soins de ces produits;<\/p>\n<p>&#8211;      déclare être informé des dispositions légales susvisées tirées de l’article L 121-21-8, 13° du Code de la consommation et accepter qu’il ne dispose d’aucune faculté de rétractation concernant la commande de ces produits.<\/p>\n<\/div>\n<p><span data-offset-key=\"7gjsu-0-0\">* Important :<\/span><span data-offset-key=\"7gjsu-0-1\"> le suivi des programmes Fit Mama de Virginie Mumfit doit se faire uniquement après accord d&#8217;un médecin ou gynécologue.<\/span><\/p>\n<p>&nbsp;<\/p>\n<div>\n<ul>\n<li><b>&#8211; Les coachings personnalisés en salle de sport et à domicile<\/b><\/li>\n<\/ul>\n<p>Le Vendeur propose une offre de coaching personnalisé, en salle de sport ou à domicile, à Paris, Lausanne, Dijon et Valence (Espagne).<\/p>\n<p>i) Commande et paiement du prix :<\/p>\n<p>Par dérogation à l’article 4.2 des CGV, la commande se fait en contactant le Vendeur via la page dédiée au coachings personnalisés à domicile, sans création d’un compte obligatoire. À partir du moment où l’Acheteur a confirmé définitivement sa commande, le Vendeur accuse réception de celle-ci sans délai, par voie électronique à l’adresse renseignée par l’Acheteur.<\/p>\n<p>Une fois la commande définitivement confirmée, le paiement de la séance doit être effectif au plus tard 48 heures avant la date prévue de la séance de coaching. Ce paiement est réalisé par les modes proposés supra.<\/p>\n<p>Dans l’hypothèse où la séance est réservée moins de 24 heures avant son déroulement, le paiement est réalisé au moment de sa réservation et après que le Vendeur ait validé le lieu, l’heure et la date de la séance.<br \/>\nii) En cas d’annulation de la séance :<\/p>\n<p>En cas d’annulation de la séance par l’Acheteur, les modalités sont les suivantes :<\/p>\n<ul>\n<li>&#8211; Séance à Paris et à Dijon<\/li>\n<\/ul>\n<p>Si l’Acheteur annule la séance <b>plus de 96 heures avant la date et heure<\/b> à laquelle elle doit avoir lieu, le prix de la séance n’est pas dû. Si l’Acheteur avait, préalablement à son annulation, procédé au paiement du prix au Vendeur, ce dernier lui rembourse la somme versée.<\/p>\n<p>Si l’Acheteur annule sa séance <b>moins de 96 heures avant la date et heure<\/b> à laquelle elle doit avoir lieu, le Vendeur lui proposera jusqu’à deux nouvelles dates afin de reporter la séance. Si l’Acheteur refuse les deux propositions du Vendeur, l’Acheteur est redevable de l’intégralité du prix de la séance annulée.<\/p>\n<p>Si l’Acheteur annule la séance <b>moins de 48 heures avant la date et heure<\/b> à laquelle elle doit avoir lieu, le Vendeur lui propose une nouvelle date afin de reporter la séance. Si l’Acheteur refuse la proposition du Vendeur, l’Acheteur est redevable de l’intégralité du prix de la séance annulée.<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>&#8211; Séance en Suisse :<\/li>\n<\/ul>\n<p>Du fait des dispositions particulières prises par le Vendeur pour offrir son offre de Produits personnalisés de coaching en Suisse, en cas d’annulation d’une séance par l’Acheteur, ce dernier est redevable de l’intégralité du prix de la séance annulée, et ce, peu important le délai de prévenance.<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>&#8211; Séance à Valence (Espagne) :<\/li>\n<\/ul>\n<p>Si l’Acheteur annule la séance <b>plus de 48 heures avant la date et heure<\/b> à laquelle elle doit avoir lieu, le Vendeur lui propose deux nouvelles dates afin de reporter la séance. Si l’Acheteur refuse les deux propositions du Vendeur, l’Acheteur est redevable de l’intégralité du prix de la séance annulée.<\/p>\n<p>Si l’Acheteur annule la séance <b>moins de 48 heures avant la date et heure<\/b> à laquelle elle doit avoir lieu, l’Acheteur est redevable de l’intégralité du prix de la séance annulée.<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li><b>&#8211; Les coachings personnalisés à distance via des « packs » :<\/b><\/li>\n<\/ul>\n<p>Le Vendeur propose différentes offres de coaching à distance via packs personnalisés.<\/p>\n<p>Pour tels Produits Personnalisés, le Vendeur élabore une stratégie complète et personnalisée basée sur les besoins de l’Acheteur et d’informations de santé que ce dernier accepte de fournir.<\/p>\n<p>En conséquence, la commande de produits personnalisés de coaching à distance via des packs personnalisés implique l’acceptation de l’Acheteur de fournir les informations nécessaires à la préparation de son coaching personnalisé.<\/p>\n<p>En conséquence, l’Acheteur s’engage à compléter le bilan initial qui lui est transmis dans le courrier électronique d’Accusé réception confirmant la commande.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Il est expressément rappelé que l’intégralité des informations nécessaires à l’élaboration du coaching personnalisé doivent être renseignées. Toute information transmise par un autre moyen que par le bilan ne sera pas traitée pour la conception des programmes et plans alimentaires personnalisés.<\/b><\/p>\n<p>&nbsp;<\/p>\n<p>Une fois le bilan initial complété, l’Acheteur pourra choisir une date de début de coaching, sous réserve de places disponibles.<\/p>\n<p>Par souci de qualité, les places disponibles sont, chaque semaine, limitées à un nombre fixé à la discrétion du Vendeur. L’Acheteur s’engage à compléter le bilan initial <strong><u>au minimum 6 jours avant la date de début de coaching choisie<\/u><\/strong>. Si l’Acheteur n’a pas complété le bilan initial dans le délai ci-avant, le pack ne sera pas réalisé. Dans ce cas, le Vendeur envoie un email à l’Acheteur l’invitant à compléter les informations manquantes.<\/p>\n<p>&nbsp;<\/p>\n<p>Pour des raisons d’efficacité des produits, les coachings à distance via packs personnalisés doivent être réalisés sur des périodes limitées. En conséquence, les packs commandés par l’Acheteur ont des durées d’utilisation limitées :<\/p>\n<\/div>\n<div>\n<ul>\n<li>&#8211; Le pack 3 mois à une durée d’utilisation de 5 mois (soit 2 mois de pause) ;<\/li>\n<li>&#8211; Le pack 6 mois à une durée d’utilisation de 9 mois (soit 3 mois de pause) ;<\/li>\n<li>&#8211; Le pack 12 mois à une durée d’utilisation de 18 mois (soit 6 mois de pause).<\/li>\n<\/ul>\n<p>Au-delà de ses durées, les packs sont annulés sauf cas de force majeur. En cas de force majeur ou lorsque l’Acheteur fournit un certificat médical justifiant sa carence dans la fourniture des informations nécessaires à l’élaboration du coaching personnalisé, les Parties se rapprocheront pour envisager ensemble la poursuite du contrat.<\/p>\n<p>&nbsp;<\/p>\n<p>L’Acheteur peut toutefois mettre en pause son programme via son espace perso, et ce sans justification dans le respect de la durée d’utilisation de son pack.<\/p>\n<p>&nbsp;<\/p>\n<p>Tout pack commandé est envoyé par courrier électronique à l’Acheteur dans les meilleurs délais via l’une ou l’autre des adresses électroniques suivantes : <a href=\"https:\/\/www.davidcostapro@gmail.com\">davidcostapro@gmail.com<\/a> ou <a href=\"https:\/\/www.davidcostacoach@gmail.com\">davidcostacoach@gmail.com <\/a>ou suivi@davidcosta.fr.<\/p>\n<p>Le Vendeur met également à disposition de l’Acheteur le contenu du pack et programmes associés sur un compte prévu à cet effet : <a href=\"https:\/\/www.davidcosta.fr\/my-account\">www.davidcosta.fr\/my-account.<\/a><\/p>\n<p>Le Vendeur s’engage à répondre aux questions relatives aux coachings à distance via des packs personnalisés aux horaires suivants : <b>du lundi au jeudi, de 8H00 à 18H00.<\/b><\/p>\n<p>&nbsp;<\/p>\n<p>Compte-tenu de la spécificité de ces produits, une fois le coaching envoyé à l&#8217;Acheteur aucun remboursement ni échange ne pourra avoir lieu.<\/p>\n<p>En effet, chacun de ses produits fait l’objet d’une connexion par l’Acheteur, de sorte que ces produits constituent un contenu numérique indépendant de tout support matériel au sens de l&#8217;article L 121-21-8, 13° du Code de la consommation. Cet article dispose par ailleurs que le droit de rétractation ne s’applique pas pour les contrats de fourniture d’un contenu numérique non fourni sur un support matériel dont l’exécution a commencé après accord préalable du consommateur et renoncement exprès à son droit de rétractation.<\/p>\n<p>Aussi, dans le cadre de sa commande, préalablement à l’achat de ces produits, l’Acheteur :<\/p>\n<p>&#8211;      donne son accord exprès et préalable à la fourniture par la Société à son endroit d’un contenu numérique indépendant de tout support matériel ;<\/p>\n<p>&#8211;      donne son accord préalable et exprès pour l’exécution du contrat d’achat de ces produits par ses soins avant la fin du délai de rétractation (lequel est de 14 (quatorze) jours) ;<\/p>\n<p>&#8211;      renonce ainsi à l’exercice de son droit de rétractation au titre de l’achat par ses soins de ces produits;<\/p>\n<p>&#8211;      déclare être informé des dispositions légales susvisées tirées de l’article L 121-21-8, 13° du Code de la consommation et accepter qu’il ne dispose d’aucune faculté de rétractation concernant la commande de ces produits.<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>&#8211; Spécifications pour le PACK SUIVI 100% SUR MESURE :<\/li>\n<\/ul>\n<p>&#8211; Le Vendeur peut mettre à jour chaque programme de musculation <b>une fois par mois<\/b> et chaque plan alimentaire personnalisés <b>une fois par semaine,<\/b> notamment lorsque de nouvelles informations sont données par l’Acheteur après envoi par le Vendeur.<\/p>\n<p>&#8211; Les bilans du PACK SUR MESURE :<\/p>\n<p><b>« Bilan à 2 semaines »<\/b> : le « bilan à 2 semaines » est réalisé environ deux semaines après le début de chaque nouveau programme. Pour ce faire, l’Acheteur reçoit une nouvelle demande d’information par courrier électronique à l’adresse renseignée par ses soins. L’Acheteur s’engage à remplir les informations nécessaires à la poursuite du programme personnalisé sous 7 jours à compter de la date de réception du courrier électronique.<\/p>\n<p>Si l’Acheteur n’a pas complété le « bilan à 2 semaines » dans le délai ci-avant, le Vendeur ne pourra pas traiter les informations et le « bilan à 2 semaines » ne sera pas réalisé.<\/p>\n<p><b>« Bilan à 4 semaines »<\/b> : le « bilan à 4 semaines » est réalisé environ un mois après le début de chaque programme. Pour ce faire, l’Acheteur reçoit une nouvelle demande d’information par courrier électronique à l’adresse renseignée par ses soins. L’Acheteur s’engage à remplir les informations nécessaires à la poursuite du programme personnalisé sous 10 jours à compter de la date de réception du courrier électronique<\/p>\n<p>Si l’Acheteur n’a pas complété le « bilan à 4 semaines » dans le délai ci-avant, le Vendeur ne pourra pas traiter les informations et le « bilan à 4 semaines » ne sera pas réalisé et le programme suivant ne pourra être réalisé, ni envoyé par le Vendeur.<\/p>\n<p><b>« Bilan esthétique »<\/b> : le « bilan esthétique » est réalisé environ un mois après le début de chaque programme. Pour ce faire, l’Acheteur reçoit une nouvelle demande d’information par courrier électronique à l’adresse renseignée par ses soins. L’Acheteur s’engage à remplir les informations nécessaires à la poursuite du programme personnalisé sous 14 jours à compter de la date de réception du courrier électronique.<\/p>\n<p>Si l’Acheteur n’a pas complété le « bilan esthétique » dans le délai ci-avant, le Vendeur ne pourra pas traiter les informations et le « bilan esthétique » ne sera pas réalisé et le programme suivant ne pourra être réalisé, ni envoyé par le Vendeur.<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>&#8211; Spécifications pour le PACK SUIVI ALIMENTAIRE :<\/li>\n<\/ul>\n<p>&#8211; Le Vendeur peut mettre à jour le plan alimentaire personnalisés une fois par semaine, notamment lorsque de nouvelles informations sont données par l’Acheteur.<\/p>\n<p>&#8211; Les bilans du PACK SUIVI ALIMENTAIRE :<\/p>\n<p><b>« Bilan à 2 semaines »<\/b> : le « bilan à 2 semaines » est réalisé environ deux semaines le début de chaque nouveau programme. Pour ce faire, l’Acheteur reçoit une nouvelle demande d’information par courrier électronique à l’adresse renseignée par ses soins. L’Acheteur s’engage à remplir les informations nécessaires à la poursuite du programme personnalisé sous 7 jours à compter de la date de réception du courrier électronique.<\/p>\n<p>Si l’Acheteur n’a pas complété le « bilan à 2 semaines » dans le délai ci-avant, le Vendeur ne pourra pas traiter les informations et le « bilan à 2 semaines » ne sera pas réalisé.<\/p>\n<p><b>« Bilan à 4 semaines »<\/b> : le « bilan à 4 semaines » est réalisé environ un mois le début de chaque nouveau programme. Pour ce faire, l’Acheteur reçoit une nouvelle demande d’information par courrier électronique à l’adresse renseignée par ses soins. L’Acheteur s’engage à remplir les informations nécessaires à la poursuite du programme personnalisé sous 7 jours à compter de la date de réception du courrier électronique.<\/p>\n<p>Si l’Acheteur n’a pas complété le « bilan à 4 semaines » dans le délai ci-avant, le Vendeur ne pourra pas traiter les informations et le « bilan à 4 semaines » ne sera pas réalisé.<\/p>\n<p><b>« Bilan esthétique »<\/b> : le « bilan esthétique » est réalisé environ un mois après le début de chaque nouveau programme. Pour ce faire, l’Acheteur reçoit une nouvelle demande d’information par courrier électronique à l’adresse renseignée par ses soins. L’Acheteur s’engage à remplir les informations nécessaires à la poursuite du programme personnalisé sous 14 jours à compter de la date de réception du courrier électronique.<\/p>\n<p>Si l’Acheteur ne complète pas la demande d’informations dans le délai ci-avant, le Vendeur ne sera pas en mesure de compléter le bilan. Le « bilan esthétique » ne sera donc pas envoyé à l’Acheteur.<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>&#8211; Spécifications pour le BIKINI PACK et le MUSCLE GENERATOR :<\/li>\n<\/ul>\n<p>&#8211; Ces Produits Personnalisés sont strictement limités au contenu tel que décrit dans l’offre figurant sur le Site du Vendeur et ne comprennent pas de personnalisation des programmes de musculation.<\/p>\n<p>&#8211; Le Vendeur peut mettre à jour le plan alimentaire personnalisé <b>une fois par semaine,<\/b> notamment lorsque de nouvelles informations sont données par l’Acheteur.<\/p>\n<p>&#8211; Les bilans de ces Packs :<\/p>\n<p><b>« Bilan à 4 semaines »<\/b> : le « bilan à 4 semaines » est réalisé environ deux semaines le début de chaque nouveau programme. Pour ce faire, l’Acheteur reçoit une nouvelle demande d’information par courrier électronique à l’adresse renseignée par ses soins. L’Acheteur s’engage à remplir les informations nécessaires à la poursuite du programme personnalisé sous 7 jours à compter de la date de réception du courrier électronique.<\/p>\n<p>Si l’Acheteur n’a pas complété le « le bilan à 4 semaine » dans le délai ci-avant, le Vendeur ne pourra pas traiter les informations et le bilan à 4 semaine ne sera pas réalisé mais le programme suivant sera quand même envoyé.<\/p>\n<p><b>« Bilan esthétique »<\/b> : le « bilan esthétique » est réalisé environ un mois après le début de chaque nouveau programme. Pour ce faire, l’Acheteur reçoit une nouvelle demande d’information par courrier électronique à l’adresse renseignée par ses soins. L’Acheteur s’engage à remplir les informations nécessaires à la poursuite du programme personnalisé sous 14 jours à compter de la date de réception du courrier électronique.<\/p>\n<p>Le Vendeur s’efforce de réaliser le « bilan esthétique » et ce, malgré le fait que l’Acheteur n’ait pas renseignée les informations nécessaires dans le bilan esthétique dans le délai ci-avant. Le programme suivant sera quand même envoyé.<\/p>\n<p>&nbsp;<\/p>\n<p><b>ARTICLE 9. INFORMATIONS &#8211; TRANSPARENCE<\/b><\/p>\n<p><span class=\"term_page_subtitle\">9.1. Propriété intellectuelle<\/span><\/p>\n<p>L’Acheteur s’oblige à respecter l’ensemble des droits de propriété intellectuelle appartenant au Vendeur, que ces droits portent sur ses modèles, ses marques, ses brevets ou l’une quelconque de ses créations protégées par le droit de la Propriété Littéraire et artistique. L’attention de l’acheteur est de même attirée sur le fait que le présent Site en ce compris son entier contenu est protégé par le droit de la propriété Intellectuelle.<\/p>\n<p>Toute reproduction totale ou partielle, modification ou utilisation de l’un quelconque des droits évoqués au paragraphe précédent pour quelque motif et sur quelque support que ce soit, sans accord exprès et préalable du Vendeur, est strictement interdite. Il en est de même de toute combinaison ou conjonction avec toute autre marque, symbole, logotype et plus généralement tout signe distinctif destiné à former un ensemble composite.<\/p>\n<p>L’Acheteur est également avisé que les présentes CGV ne lui confèrent aucun droit de propriété intellectuelle sur les modèles, brevets, marques ou autres droits, détenus par le Vendeur.<\/p>\n<p><span class=\"term_page_subtitle\">9.2. Sécurisation<\/span><\/p>\n<p>Les coordonnées de la carte de crédit de l’Acheteur sont cryptées grâce au protocole SSL (Secure Socket Layer) et ne transitent jamais en clair sur le réseau. Le paiement est directement effectué auprès de la banque de l’Acheteur, lequel n&#8217;a en aucun cas accès à ces coordonnées et ne les garde pas sur ses serveurs. C&#8217;est pourquoi les coordonnées bancaires de l’Acheteur sont demandées à chaque nouvelle transaction sur le Site.<\/p>\n<p><span class=\"term_page_subtitle\">9.3. Réglementation<\/span><\/p>\n<p>Le Vendeur déclare et garantit à l’Acheteur qu’il agit en parfaite conformité avec le Règlement UE 2016\/679 du 27 avril 2016 relatif à la protection des personnes physiques à l’égard du traitement des données à caractère personnel et à la libre circulation de ces données.<\/p>\n<p>En créant un Compte et\/ou en passant une commande sur le Site, l’Acheteur autorise la collecte, l&#8217;utilisation et le transfert de ses données personnelles dans le cadre des dispositions légales en matière de traitement des données personnelles. Les informations communiquées par l’Acheteur sont à destination du Vendeur et sont utilisées pour le traitement et le suivi des commandes, le SAV, la gestion marketing et la relation Client.<\/p>\n<p>Conformément à la réglementation en matière de protection des données personnelles, l’Acheteur dispose à tout moment d&#8217;un droit d&#8217;accès, d’opposition, de rectification, de limitation et de suppression des données personnelles le concernant faisant l’objet d’un traitement et qui ne seraient plus pertinentes. Il dispose également d’un droit à la portabilité, d’un droit d’opposition dans le cadre l’utilisation de données à des fins commerciales, ainsi que d’un droit de faire part des directives relatives au sort de ses données après son décès.<\/p>\n<p>Ces droits peuvent être exercés à tout moment en justifiant de son identité, par courrier adressé à : David Costa Gran via Fernando El Catolico 8-17 46008 VALENCIA (Espagne).<\/p>\n<p>S’agissant des informations concernant le traitement des données personnelles par le Vendeur, et notamment les destinataires des données, les conditions de transfert, la durée de conservation des données, etc., le Vendeur invite l’Acheteur à consulter sa politique de confidentialité.<\/p>\n<p>&nbsp;<\/p>\n<p><b>ARTICLE 10. LOI APPLICABLE, JURIDICTION COMPÉTENTE ET AUTONOMIE DES STIPULATIONS<\/b><\/p>\n<p>Les présentes CGV sont régies par la loi française. En cas de difficulté survenant à l&#8217;occasion de la commande ou de la livraison des produits du Vendeur, l’Acheteur doit, préalablement à tout recours à un médiateur ou à toute action en justice, contacter le Service Clients afin de rechercher une solution amiable.<\/p>\n<p>Les différends qui viendraient à se produire à propos de la validité, de l’interprétation, de l’exécution des présentes CGV, sont soumis à la médiation. L’Acheteur a ainsi la possibilité de recourir gratuitement à un médiateur de la consommation, choisi parmi une liste établie par la Commission d’évaluation et de contrôle de la médiation.<\/p>\n<p>La nullité, l&#8217;inopposabilité ou, plus généralement, l&#8217;absence d&#8217;effet de l&#8217;une quelconque des stipulations des présentes CGV n&#8217;affectera pas le reste des CGV, lesquelles seront exécutées comme si cette stipulation n&#8217;avait jamais existé à condition, toutefois, que cela ne compromette pas l&#8217;équilibre général des CGV.<\/p>\n<p>En outre, les Parties conviennent de remplacer, dans la mesure du possible, toute stipulation privée d&#8217;effet par une stipulation valide ayant le même effet et reflétant, autant que possible, leur volonté initiale.<\/p>\n<\/div>\n<p>[\/vc_column_text][\/vc_column][\/vc_row]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[vc_row][vc_column][vc_column_text text_larger=&#8221;no&#8221;]VEUILLEZ PRENDRE CONNAISSANCE DE CES CONDITIONS GÉNÉRALES ET PARTICULIÈRES AVANT TOUTE COMMANDE SUR LE SITE WWW.DAVIDCOSTA.FR Table des matières<\/p>\n","protected":false},"author":6503,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-45316","page","type-page","status-publish","hentry"],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Conditions générales de vente du site de David Costa Fitness<\/title>\n<meta name=\"description\" content=\"Découvrez ici les conditions générales de ventes applicables à toutes commandes passées sur le site www.davidcosta.fr\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/\" \/>\n<meta property=\"og:locale\" content=\"fr_FR\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Conditions générales de vente du site de David Costa Fitness\" \/>\n<meta property=\"og:description\" content=\"Découvrez ici les conditions générales de ventes applicables à toutes commandes passées sur le site www.davidcosta.fr\" \/>\n<meta property=\"og:url\" content=\"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/\" \/>\n<meta property=\"og:site_name\" content=\"David Costa\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/davidcostafitness\/?ref=search&amp;amp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3b__tn__=%2cd%2cP-R&amp;amp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3beid=ARDngTxU7mqplex2Bbt3mqgvyIlGMIPeeXyFoDURbsi0boYTbD8y65DXk12A_MW89UgwUlV86K6TqZNP\" \/>\n<meta property=\"article:modified_time\" content=\"2024-03-18T10:48:03+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"44 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/\",\"url\":\"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/\",\"name\":\"Conditions générales de vente du site de David Costa Fitness\",\"isPartOf\":{\"@id\":\"https:\/\/davidcosta.fr\/#website\"},\"datePublished\":\"2019-10-18T09:16:23+00:00\",\"dateModified\":\"2024-03-18T10:48:03+00:00\",\"description\":\"Découvrez ici les conditions générales de ventes applicables à toutes commandes passées sur le site www.davidcosta.fr\",\"breadcrumb\":{\"@id\":\"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/#breadcrumb\"},\"inLanguage\":\"fr-FR\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/davidcosta.fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Conditions Générales de Vente\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/davidcosta.fr\/#website\",\"url\":\"https:\/\/davidcosta.fr\/\",\"name\":\"David Costa\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/davidcosta.fr\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"fr-FR\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Conditions générales de vente du site de David Costa Fitness","description":"Découvrez ici les conditions générales de ventes applicables à toutes commandes passées sur le site www.davidcosta.fr","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/","og_locale":"fr_FR","og_type":"article","og_title":"Conditions générales de vente du site de David Costa Fitness","og_description":"Découvrez ici les conditions générales de ventes applicables à toutes commandes passées sur le site www.davidcosta.fr","og_url":"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/","og_site_name":"David Costa","article_publisher":"https:\/\/www.facebook.com\/davidcostafitness\/?ref=search&amp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3b__tn__=%2cd%2cP-R&amp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3bamp%3beid=ARDngTxU7mqplex2Bbt3mqgvyIlGMIPeeXyFoDURbsi0boYTbD8y65DXk12A_MW89UgwUlV86K6TqZNP","article_modified_time":"2024-03-18T10:48:03+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"44 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/","url":"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/","name":"Conditions générales de vente du site de David Costa Fitness","isPartOf":{"@id":"https:\/\/davidcosta.fr\/#website"},"datePublished":"2019-10-18T09:16:23+00:00","dateModified":"2024-03-18T10:48:03+00:00","description":"Découvrez ici les conditions générales de ventes applicables à toutes commandes passées sur le site www.davidcosta.fr","breadcrumb":{"@id":"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/#breadcrumb"},"inLanguage":"fr-FR","potentialAction":[{"@type":"ReadAction","target":["https:\/\/davidcosta.fr\/conditions-generales-de-vente\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/davidcosta.fr\/conditions-generales-de-vente\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/davidcosta.fr\/"},{"@type":"ListItem","position":2,"name":"Conditions Générales de Vente"}]},{"@type":"WebSite","@id":"https:\/\/davidcosta.fr\/#website","url":"https:\/\/davidcosta.fr\/","name":"David Costa","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/davidcosta.fr\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"fr-FR"}]}},"_links":{"self":[{"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/pages\/45316"}],"collection":[{"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/users\/6503"}],"replies":[{"embeddable":true,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/comments?post=45316"}],"version-history":[{"count":34,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/pages\/45316\/revisions"}],"predecessor-version":[{"id":78140,"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/pages\/45316\/revisions\/78140"}],"wp:attachment":[{"href":"https:\/\/davidcosta.fr\/wp-json\/wp\/v2\/media?parent=45316"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}